{
    "11.1": "Arjuna acknowledges that clarity has replaced confusion. Understanding has not removed difficulty, but it has removed illusion.",
    "11.2": "Arjuna recognizes Krishna as both the source and the end of all existence. Knowledge has expanded from personal guidance to cosmic scope.",
    "11.3": "Arjuna accepts Krishna’s teaching as true and asks for direct confirmation. Intellectual clarity now seeks experiential certainty.",
    "11.4": "The request is made with humility rather than demand. Arjuna asks not out of entitlement, but readiness.",
    "11.5": "Krishna agrees to reveal forms beyond ordinary perception. What follows exceeds human categories of size, color, and number.",
    "11.6": "Natural forces and cosmic energies are included together. Reality is shown as unified rather than divided into domains.",
    "11.7": "Krishna invites Arjuna to see the entire universe as already present within him. Separation is revealed as a limitation of perception.",
    "11.8": "Krishna states that ordinary vision is insufficient for this reality. A change in capacity is required to see what already exists.",
    "11.9": "Sanjaya describes the moment as a direct revelation, not symbolic speech. The vision is presented as an event, not a metaphor.",
    "11.10": "The form revealed defies human proportion. Multiplicity is shown without loss of unity.",
    "11.11": "The vision combines beauty, power, and vastness. Awe replaces familiarity.",
    "11.12": "Radiance is used to convey intensity beyond comparison. Ordinary measures fail here.",
    "11.13": "Arjuna sees all forms gathered into one presence. Diversity is no longer separate from unity.",
    "11.14": "Awe overwhelms Arjuna physically and emotionally. Reverence replaces speech.",
    "11.15": "Arjuna describes the vision in terms of all orders of existence. Nothing appears excluded.",
    "11.16": "Infinity is described through absence of boundaries. Beginning, middle, and end dissolve.",
    "11.17": "Power and brilliance dominate Arjuna’s perception. The vision strains his capacity to endure it.",
    "11.18": "Arjuna identifies the vision as the ultimate reality worth knowing. Permanence is contrasted with all that changes.",
    "11.19": "Cosmic functions are unified in a single form. Light and sacrifice become inseparable.",
    "11.20": "The scale of the vision overwhelms all realms. Fear arises not from threat, but magnitude.",
    "11.21": "Even exalted beings respond with fear and reverence. Hierarchy dissolves before total power.",
    "11.22": "All classes of beings are shown reacting together. No group stands apart as observer.",
    "11.23": "Arjuna recognizes that the vision affects all existence, not just himself. Personal fear mirrors cosmic awe.",
    "11.24": "Fear now overtakes Arjuna completely. Courage fails in the face of the infinite.",
    "11.25": "Arjuna asks for mercy and stability. The need is not understanding, but relief.",
    "11.26": "The warriors of both sides are shown within the vision. Fate is revealed before action occurs.",
    "11.27": "Violence is presented as inevitable movement, not personal cruelty. Individual agency collapses.",
    "11.28": "The imagery emphasizes inevitability. Resistance has no place here.",
    "11.29": "Destruction is shown as self-driven, not imposed. Desire and momentum carry their own end.",
    "11.30": "The vision now becomes explicitly terrifying. Creation and destruction are indistinguishable.",
    "11.31": "Arjuna admits loss of comprehension. The request is for meaning, not escape.",
    "11.32": "Krishna identifies himself as Time that destroys. The outcome is already set.",
    "11.33": "Krishna reframes Arjuna’s role as instrumental. Action does not create fate; it participates in it.",
    "11.34": "Specific names are given to remove doubt. The future is declared fixed.",
    "11.35": "Sanjaya describes Arjuna’s total submission. Speech returns only through reverence.",
    "11.36": "Arjuna recognizes that responses vary according to nature. Joy and fear arise from the same truth.",
    "11.37": "Arjuna reasons that no other response is possible. Total supremacy leaves no alternative.",
    "11.38": "Krishna is identified as both knower and knowledge. Separation between subject and object dissolves.",
    "11.39": "All forces of nature are addressed as Krishna himself. Nothing stands outside this identity.",
    "11.40": "Arjuna offers reverence in all directions. Orientation replaces position.",
    "11.41": "Arjuna reflects on past familiarity and casual speech. Perspective has fundamentally shifted.",
    "11.42": "Apology is offered without defense. Relationship is redefined through understanding.",
    "11.43": "Krishna is acknowledged as incomparable. Comparison itself becomes meaningless.",
    "11.44": "Arjuna seeks forgiveness through relational language. Trust is grounded in closeness rather than fear.",
    "11.45": "Arjuna admits both gratitude and terror. The vision is too vast to sustain.",
    "11.46": "The request is for return to a form that allows relationship. Human connection is restored through limitation.",
    "11.47": "Krishna clarifies that the vision was granted, not achieved. Access is shown as grace, not effort.",
    "11.48": "Traditional spiritual practices are stated as insufficient for this vision. Method has limits.",
    "11.49": "Krishna reassures Arjuna and invites calm. Terror gives way to familiarity.",
    "11.50": "Sanjaya notes the return to the human form. Gentleness replaces overwhelming power.",
    "11.51": "Arjuna’s sense of self stabilizes again. Relief follows containment.",
    "11.52": "Krishna states the rarity of the vision. Desire alone does not grant access.",
    "11.53": "Effort-based practices are again declared insufficient. Seeing depends on something deeper.",
    "11.54": "Krishna states that only unwavering devotion allows true vision and union. Relationship, not technique, is decisive.",
    "11.55": "Krishna concludes by tying realization to action, love, and freedom from hatred. Integration, not withdrawal, completes the path."
}