{
    "18.1": "Arjuna asks for a clear distinction between giving up action and giving up its results. The question shows a mature concern for how freedom actually works in daily life.",
    "18.2": "Krishna defines renunciation as letting go of desire-driven action, and relinquishment as letting go of outcomes. The inner shift matters more than outer withdrawal.",
    "18.3": "Krishna acknowledges conflicting philosophical views on action. Confusion arises when action is judged without understanding its motive.",
    "18.4": "Krishna signals that the issue must be understood carefully and in parts. Simplistic answers will not suffice.",
    "18.5": "Certain actions are affirmed as necessary because they refine the inner life. Growth does not require inactivity.",
    "18.6": "Krishna sets his final position clearly. Action is to be retained, attachment to results released.",
    "18.7": "Avoiding responsibility through misunderstanding is called ignorance. Obligation cannot be escaped through avoidance.",
    "18.8": "Renunciation motivated by fear or discomfort is traced to passion. Avoidance does not bring freedom.",
    "18.9": "Pure relinquishment is defined as acting from duty without craving or aversion. Motivation determines purity.",
    "18.10": "The purified person is not driven by pleasure or pain. Action is no longer emotionally charged.",
    "18.11": "Since action is unavoidable in embodied life, renouncing results is presented as complete renunciation. Freedom becomes practical.",
    "18.12": "Attachment produces future consequences. Freedom removes the chain of outcomes.",
    "18.13": "Krishna introduces a structural view of action. Responsibility is distributed, not isolated.",
    "18.14": "Action is shown to arise from multiple factors. No single agent acts alone.",
    "18.15": "Every action, whether physical, verbal, or mental, depends on these causes. Accountability replaces egoic ownership.",
    "18.16": "Mistaking the Self as the sole doer is identified as error. Misunderstanding agency leads to bondage.",
    "18.17": "When ego and attachment are absent, action does not bind. Responsibility remains without inner guilt.",
    "18.18": "Krishna maps the full structure of action. Understanding replaces moral confusion.",
    "18.19": "Knowledge, action, and the doer are shaped by the qualities of nature. Awareness clarifies their differences.",
    "18.20": "Pure knowledge sees unity within diversity. Separation is no longer mistaken for truth.",
    "18.21": "Passionate knowledge fragments reality. Difference is mistaken for ultimate division.",
    "18.22": "Ignorant knowledge clings rigidly to partial views. Certainty replaces understanding.",
    "18.23": "Pure action is duty performed without attachment or aversion. Calm intention defines its quality.",
    "18.24": "Action driven by ego and desire is passionate, regardless of effort involved. Strain does not equal purity.",
    "18.25": "Ignorant action ignores consequence, capacity, and harm. Blind impulse replaces discernment.",
    "18.26": "Pure agency combines steadiness, courage, and indifference to success or failure. Inner balance governs action.",
    "18.27": "Passionate agency is restless and reward-seeking. Emotional volatility replaces clarity.",
    "18.28": "Ignorant agency is marked by inertia and distortion. Delay and despair dominate conduct.",
    "18.29": "Understanding and resolve also vary by quality. Inner orientation shapes judgment.",
    "18.30": "Pure intellect discerns right from wrong and freedom from bondage. Clarity guides action.",
    "18.31": "Passionate intellect confuses duty and avoidance. Judgment becomes unreliable.",
    "18.32": "Ignorant intellect reverses truth and falsehood. Perception is fundamentally distorted.",
    "18.33": "Pure conviction steadies mind, energy, and senses together. Discipline becomes sustainable.",
    "18.34": "Passionate conviction clings to reward and ritual. Effort is tied to gain.",
    "18.35": "Ignorant conviction sinks into fear and despair. Stability collapses.",
    "18.36": "Krishna introduces pleasure as another test of understanding. Not all pleasure leads upward.",
    "18.37": "Pure pleasure begins as effort but ends in clarity and peace. Growth often feels difficult at first.",
    "18.38": "Passionate pleasure excites initially but leads to depletion. Sensory reward reverses into cost.",
    "18.39": "Ignorant pleasure dulls awareness throughout. Escape replaces engagement.",
    "18.40": "Krishna concludes by stating that no embodied life is free from the qualities. Freedom lies in understanding them, not escaping nature.",
    "18.41": "Krishna explains that social roles arise from natural tendencies shaped by the qualities. Duty is framed as alignment with inner disposition, not external status.",
    "18.42": "The role of a spiritual teacher is defined by inner discipline, clarity, and trust in truth. Authority comes from character rather than position.",
    "18.43": "The soldier’s duty centers on courage, steadiness, and responsibility in conflict. Strength is balanced with generosity and self-command.",
    "18.44": "Work related to sustenance, protection, and service is presented as equally valid when aligned with one’s nature. No role is dismissed as lesser.",
    "18.45": "Action offered without attachment remains unstained by consequence. Engagement without clinging preserves inner freedom.",
    "18.46": "Perfection is reached by dedicating all action to the source of existence. Purpose transforms ordinary work into spiritual fulfillment.",
    "18.47": "Fidelity to one’s own nature is valued over imitation of another’s path. Authentic effort outweighs flawless performance.",
    "18.48": "Every action carries some limitation. Wisdom lies in perseverance rather than avoidance.",
    "18.49": "Complete detachment and self-mastery bring freedom from residual effects of action. Action then concludes without binding aftermath.",
    "18.50": "Krishna prepares to describe the final movement from perfection to realization. Practice now gives way to understanding.",
    "18.51": "Disciplined reason and restraint form the foundation of inner freedom. Renunciation is expressed through control, not suppression.",
    "18.52": "Solitude, moderation, and meditation stabilize the inner life. Renunciation becomes a steady orientation rather than an effort.",
    "18.53": "Letting go of ego, possession, and aggression makes one ready for unity with the eternal. Peace signals readiness.",
    "18.54": "Union with the eternal dissolves desire and regret. Equality toward all beings becomes natural.",
    "18.55": "Through devotion, reality is known directly rather than conceptually. Knowledge culminates in entry into truth.",
    "18.56": "Reliance on the divine in all action removes instability. Grace supports what effort cannot secure.",
    "18.57": "Krishna calls for full integration of action, thought, and awareness. Life itself becomes surrender.",
    "18.58": "Trust enables obstacles to be overcome, while pride obstructs understanding. Resistance arises from ego, not fate.",
    "18.59": "Avoidance of duty is shown to be ineffective. Nature itself compels alignment with one’s role.",
    "18.60": "Personal inclination cannot override inherent nature. Action follows constitution, whether acknowledged or denied.",
    "18.61": "The divine is described as present within all beings, guiding movement through inner law. Control is subtle, not coercive.",
    "18.62": "Complete surrender is presented as the direct path to peace. Security is found in alignment, not resistance.",
    "18.63": "Krishna affirms Arjuna’s freedom to choose after full understanding. Responsibility follows clarity.",
    "18.64": "Krishna emphasizes intimacy and care in delivering the final teaching. The guidance is rooted in concern, not command.",
    "18.65": "Total dedication is promised to lead unmistakably to union. Relationship replaces uncertainty.",
    "18.66": "Krishna offers relief from moral anxiety by asking Arjuna to entrust himself fully to what is ultimate. Freedom comes not from carrying every obligation alone, but from letting go of the burden of self-authorship.",
    "18.67": "The teaching is protected from misuse by insisting on readiness and sincerity. Wisdom requires receptivity.",
    "18.68": "Sharing this teaching with sincere seekers is elevated as the highest service. Transmission becomes devotion.",
    "18.69": "No external act is valued more highly than this service. Teaching truth surpasses ritual merit.",
    "18.70": "Study of this dialogue itself is presented as worship through understanding. Reflection becomes reverence.",
    "18.71": "Faithful listening alone is said to purify. Openness allows transformation.",
    "18.72": "Krishna checks whether understanding has been fully received. Awareness is tested through clarity.",
    "18.73": "Arjuna declares that confusion has ended and resolve has formed. Insight translates into readiness for action.",
    "18.74": "Sanjaya reflects on witnessing the exchange. Transmission preserves living wisdom.",
    "18.75": "The role of lineage and grace in receiving knowledge is acknowledged. Wisdom flows through connection.",
    "18.76": "Reflection on the teaching brings sustained joy. Meaning deepens with remembrance.",
    "18.77": "Memory of the divine presence renews wonder. Joy arises from recollection, not possession.",
    "18.78": "Sanjaya concludes that wherever clarity and action align, well-being follows. Wisdom and effort together ensure harmony."
}