{
  "1-1": "धृतराष्ट्र ने कहा: हे संजय, धर्मभूमि कुरुक्षेत्र में युद्ध की इच्छा से एकत्र हुए मेरे पुत्रों और पाण्डु के पुत्रों ने क्या किया?",
  "1-2": "संजय ने कहा: उस समय पाण्डवों की सुव्यवस्थित सेना को देखकर राजा दुर्योधन अपने आचार्य के पास गया और ये शब्द बोला।",
  "1-3": "हे आचार्य, पाण्डु के पुत्रों की इस विशाल सेना को देखिए, जिसे आपके बुद्धिमान शिष्य द्रुपद के पुत्र ने व्यवस्थित किया है।",
  "1-4": "इस सेना में युद्ध में भीम और अर्जुन के समान पराक्रमी धनुर्धर शूरवीर हैं, जैसे युयुधान, विराट और महारथी द्रुपद।",
  "1-5": "धृष्टकेतु, चेकितान, पराक्रमी काशिराज, पुरुजित, कुन्तिभोज और मनुष्यों में श्रेष्ठ शैब्य भी यहाँ हैं।",
  "1-6": "पराक्रमी युधामन्यु, वीर्यवान उत्तमौजा, सुभद्रा का पुत्र अभिमन्यु और द्रौपदी के पुत्र, ये सभी महान रथी हैं।",
  "1-7": "हे श्रेष्ठ ब्राह्मण, अब मेरी सेना के जो विशिष्ट योद्धा हैं, उन्हें भी जान लीजिए। आपकी जानकारी के लिए मैं उनके नाम कहता हूँ।",
  "1-8": "आप स्वयं, भीष्म, कर्ण, युद्ध में विजयी कृपाचार्य, अश्वत्थामा, विकर्ण और सोमदत्त का पुत्र भी यहाँ हैं।",
  "1-9": "और भी बहुत से शूरवीर हैं, जिन्होंने मेरे लिए अपने प्राण त्यागने का निश्चय किया है। वे सभी विभिन्न शस्त्रों से सुसज्जित और युद्ध में निपुण हैं।",
  "1-10": "भीष्म द्वारा संरक्षित हमारी सेना अपर्याप्त प्रतीत होती है, जबकि भीम द्वारा संरक्षित उनकी सेना पर्याप्त है।",
  "1-11": "इसलिए आप सभी अपने-अपने स्थानों पर स्थित रहते हुए भीष्म पितामह की ही पूर्ण रूप से रक्षा करें।",
  "1-12": "तब कुरुवंश के वृद्ध पितामह भीष्म ने दुर्योधन का हर्ष बढ़ाने के लिए सिंहनाद करते हुए उच्च स्वर में शंख फूँका।",
  "1-13": "इसके बाद शंख, नगाड़े, ढोल, मृदंग और तुरहियाँ एक साथ बज उठीं, और वह शब्द अत्यंत भयानक हो गया।",
  "1-14": "तत्पश्चात श्वेत घोड़ों से युक्त महान रथ पर स्थित माधव और पाण्डव अर्जुन ने अपने दिव्य शंख फूँके।",
  "1-15": "हृषीकेश ने पाञ्चजन्य, धनञ्जय ने देवदत्त और भीमकर्मा वृकोदर ने महाशंख पौण्ड्र फूँका।",
  "1-16": "राजा युधिष्ठिर ने अनन्तविजय, नकुल और सहदेव ने क्रमशः सुघोष और मणिपुष्पक नामक शंख फूँके।",
  "1-17": "श्रेष्ठ धनुर्धर काशिराज, महारथी शिखण्डी, धृष्टद्युम्न, विराट और अजेय सात्यकि ने भी अपने-अपने शंख बजाए।",
  "1-18": "हे पृथ्वीपति, राजा द्रुपद, द्रौपदी के पुत्र और महाबाहु सुभद्रापुत्र अभिमन्यु ने अलग-अलग अपने शंख फूँके।",
  "1-19": "उस भयंकर नाद ने धृतराष्ट्र के पुत्रों के हृदय विदीर्ण कर दिए, और आकाश तथा पृथ्वी को गुंजा दिया।",
  "1-20": "तब कपिध्वज अर्जुन ने, जब शस्त्रों का प्रयोग आरम्भ होने ही वाला था, धृतराष्ट्र के पुत्रों को सामने देखकर धनुष उठाया।",
  "1-21": "उस समय अर्जुन ने हृषीकेश से कहा: हे अच्युत, मेरे रथ को दोनों सेनाओं के मध्य खड़ा कीजिए।",
  "1-22": "ताकि मैं इन युद्ध की इच्छा से खड़े योद्धाओं को देख सकूँ, और जान सकूँ कि इस युद्ध में मुझे किन-किन से युद्ध करना है।",
  "1-23": "मैं उन लोगों को देखना चाहता हूँ जो यहाँ धृतराष्ट्र के दुर्बुद्धि पुत्र का प्रिय करने की इच्छा से युद्ध के लिए एकत्र हुए हैं।",
  "1-24": "संजय ने कहा: हे भारत, अर्जुन द्वारा ऐसा कहे जाने पर हृषीकेश ने श्रेष्ठ रथ को दोनों सेनाओं के बीच खड़ा कर दिया।",
  "1-25": "भीष्म, द्रोण तथा अन्य सभी राजाओं के सामने रथ खड़ा करके उन्होंने कहा: हे पार्थ, इन एकत्र हुए कुरुओं को देखो।",
  "1-26": "वहाँ पार्थ ने दोनों सेनाओं में खड़े हुए अपने पिता, पितामह, आचार्य, मामा, भाई, पुत्र, पौत्र और मित्रों को देखा।",
  "1-27": "ससुरों और सुहृदों को भी देखकर, अपने सभी बंधुओं को सामने उपस्थित देखकर कुन्तीपुत्र अर्जुन अत्यंत करुणा से भर गया।",
  "1-28": "करुणा से व्याप्त होकर शोकग्रस्त अर्जुन ने कहा: हे कृष्ण, अपने स्वजनों को युद्ध की इच्छा से सामने खड़ा देखकर।",
  "1-29": "मेरे अंग शिथिल हो रहे हैं, मुख सूख रहा है, शरीर में कंपकंपी हो रही है और रोमांच हो रहा है।",
  "1-30": "मेरे हाथ से गांडीव गिर रहा है, त्वचा जल रही है, मैं खड़ा नहीं रह पा रहा हूँ और मेरा मन भ्रमित हो रहा है।",
  "1-31": "हे केशव, मुझे विपरीत लक्षण दिखाई दे रहे हैं, और अपने स्वजनों को युद्ध में मारकर कोई कल्याण मुझे नहीं दिखता।",
  "1-32": "हे कृष्ण, मैं न विजय चाहता हूँ, न राज्य, न सुख। हे गोविन्द, राज्य, भोग या जीवन से भी हमें क्या प्रयोजन है?",
  "1-33": "जिनके लिए हम राज्य, भोग और सुख की कामना करते हैं, वही लोग यहाँ युद्ध में अपने प्राण और धन त्यागने को खड़े हैं।",
  "1-34": "आचार्य, पिता, पुत्र, पितामह, मामा, ससुर, पौत्र, साले और अन्य सभी संबंधी।",
  "1-35": "हे मधुसूदन, इन्हें मारने की मेरी इच्छा नहीं है, चाहे ये मुझे मार भी दें। तीनों लोकों के राज्य के लिए भी नहीं, फिर इस पृथ्वी के लिए तो क्या ही कहूँ।",
  "1-36": "हे जनार्दन, धृतराष्ट्र के पुत्रों को मारकर हमें क्या सुख मिलेगा? ऐसे आततायियों को मारकर पाप ही हमें लगेगा।",
  "1-37": "इसलिए हे माधव, हमें अपने ही बंधुओं, धृतराष्ट्र के पुत्रों को मारना नहीं चाहिए। अपने स्वजनों को मारकर हम कैसे सुखी हो सकते हैं?",
  "1-38": "यद्यपि लोभ से आच्छादित चित्त वाले ये लोग कुल-नाश से उत्पन्न दोष और मित्र-द्रोह के पाप को नहीं देखते।",
  "1-39": "तो हे जनार्दन, कुल-नाश के दोष को स्पष्ट रूप से देखने वाले हम लोग इस पाप से निवृत्त होने का विचार क्यों न करें?",
  "1-40": "कुल के नाश होने से सनातन कुल-धर्म नष्ट हो जाते हैं, और धर्म नष्ट होने पर सम्पूर्ण कुल में अधर्म व्याप्त हो जाता है।",
  "1-41": "हे कृष्ण, अधर्म की वृद्धि से कुल की स्त्रियाँ दूषित हो जाती हैं, और स्त्रियों के दूषित होने से वर्ण-संकर उत्पन्न होता है।",
  "1-42": "यह वर्ण-संकर कुलघातियों और कुल दोनों को नरक की ओर ले जाता है। उनके पितर पिण्ड और जल की क्रियाओं के लुप्त हो जाने से गिर जाते हैं।",
  "1-43": "इन कुलघातियों के दोषों से, जो वर्ण-संकर उत्पन्न करते हैं, जाति-धर्म और कुल-धर्म नष्ट हो जाते हैं।",
  "1-44": "हे जनार्दन, हमने सुना है कि जिन मनुष्यों के कुल-धर्म नष्ट हो जाते हैं, उनका निवास अनिश्चित काल तक नरक में होता है।",
  "1-45": "हाय, हम कितना बड़ा पाप करने के लिए उद्यत हो गए हैं, कि राज्य और सुख के लोभ में अपने स्वजनों को मारने को तैयार हैं।",
  "1-46": "यदि शस्त्र धारण किए हुए धृतराष्ट्र के पुत्र मुझे निहत्थे मार भी दें, तो भी वही मेरे लिए अधिक कल्याणकारी होगा।",
  "1-47": "संजय ने कहा: रणभूमि में ऐसा कहकर शोकग्रस्त अर्जुन ने धनुष-बाण त्याग दिए और रथ के आसन पर बैठ गया।",
  "2-1": "संजय ने कहा: करुणा से अभिभूत, आँखों में आँसू भरे और शोकग्रस्त अर्जुन से मधुसूदन श्रीकृष्ण ने यह वचन कहा।",
  "2-2": "श्रीभगवान ने कहा: हे अर्जुन, इस विषम समय में यह मोह तुम पर कैसे आ गया? यह न आर्यजनोचित है, न स्वर्ग की ओर ले जाने वाला, और न ही कीर्ति प्रदान करने वाला है।",
  "2-3": "हे पार्थ, इस कायरता को मत अपनाओ। यह तुम्हें शोभा नहीं देता। हृदय की इस क्षुद्र दुर्बलता को त्यागकर उठो, हे शत्रुओं को तपाने वाले।",
  "2-4": "अर्जुन ने कहा: हे मधुसूदन, हे अरिसूदन, युद्धभूमि में मैं भीष्म और द्रोण जैसे पूजनीय गुरुओं पर बाण कैसे चला सकता हूँ?",
  "2-5": "इन महान गुरुओं को मारने से अच्छा तो यही है कि इस लोक में भिक्षा पर जीवन बिताया जाए। क्योंकि उन्हें मारकर जो भोग प्राप्त होंगे, वे रक्त से सने होंगे।",
  "2-6": "हम यह भी नहीं जानते कि हमारे लिए क्या श्रेष्ठ है, हम जीतें या वे जीतें। जिन धार्तराष्ट्रों को मारकर हम जीना भी नहीं चाहते, वे ही हमारे सामने खड़े हैं।",
  "2-7": "मेरा स्वभाव कायरता के दोष से आच्छादित हो गया है, और मेरा चित्त धर्म के विषय में भ्रमित है। आप स्पष्ट रूप से बताइए कि मेरे लिए क्या श्रेयस्कर है। मैं आपका शिष्य हूँ, आपकी शरण में आया हूँ, मुझे उपदेश दीजिए।",
  "2-8": "मुझे ऐसा कोई साधन नहीं दिखता जो इस शोक को दूर कर सके, जो मेरी इंद्रियों को सुखा रहा है, चाहे मुझे पृथ्वी का समृद्ध और निर्विरोध राज्य या देवताओं का आधिपत्य ही क्यों न मिल जाए।",
  "2-9": "संजय ने कहा: ऐसा कहकर, हे भरतवंशी, शत्रुओं को तपाने वाले अर्जुन ने गोविंद से कहा, ‘मैं युद्ध नहीं करूँगा’, और चुप हो गया।",
  "2-10": "हे भारत, तब दोनों सेनाओं के बीच शोकग्रस्त अर्जुन से हृषीकेश श्रीकृष्ण ने मुस्कुराते हुए यह वचन कहा।",
  "2-11": "श्रीभगवान ने कहा: तुम उन लोगों के लिए शोक कर रहे हो जिनके लिए शोक करना उचित नहीं है, फिर भी ज्ञान की बातें कर रहे हो। ज्ञानी न तो जीवित के लिए शोक करते हैं, न मृत के लिए।",
  "2-12": "ऐसा कभी नहीं हुआ कि मैं न रहा हूँ, न तुम, और न ये सभी राजा। और आगे भी हम सब कभी न रहने वाले नहीं होंगे।",
  "2-13": "जैसे इस शरीर में देही को बाल्यावस्था, युवावस्था और वृद्धावस्था प्राप्त होती है, वैसे ही उसे दूसरे शरीर की प्राप्ति होती है। धीर पुरुष इसमें मोहित नहीं होता।",
  "2-14": "हे कुन्तीपुत्र, इंद्रियों और विषयों के संस्पर्श से शीत और उष्ण, सुख और दुख उत्पन्न होते हैं। वे आने-जाने वाले और अनित्य हैं, उन्हें सहन करो, हे भारत।",
  "2-15": "हे पुरुषश्रेष्ठ, जिसे ये सब विचलित नहीं करते, जो सुख और दुख में समान रहता है, वही अमरत्व के योग्य होता है।",
  "2-16": "असत का कोई अस्तित्व नहीं है और सत का कभी अभाव नहीं होता। तत्व को देखने वालों ने इन दोनों का अंत देखा है।",
  "2-17": "यह जान लो कि जिससे यह सम्पूर्ण जगत व्याप्त है, वह अविनाशी है। इस अव्यय का विनाश कोई नहीं कर सकता।",
  "2-18": "इन शरीरों को नाशवान कहा गया है, जबकि देही नित्य, अविनाशी और अप्रमेय है। इसलिए हे भारत, युद्ध करो।",
  "2-19": "जोइसे मारने वाला समझता है और जो इसे मरा हुआ मानता है, वे दोनों नहीं जानते। यह न मारता है और न मारा जाता है।",
  "2-20": "यह आत्मा न जन्म लेती है, न मरती है, और न ही होकर फिर न होने वाली है। यह अजन्मा, नित्य, शाश्वत और पुरातन है। शरीर के मारे जाने पर भी यह नहीं मारी जाती।",
  "2-21": "हे पार्थ, जो इस आत्मा को अविनाशी, नित्य, अजन्मा और अव्यय जानता है, वह किसे मारता है और किसे मरवाता है?",
  "2-22": "जैसे कोई नया वस्त्र धारण करने के लिए पुराने जीर्ण वस्त्रों को त्याग देता है, वैसे ही यह देही पुराने शरीर को छोड़कर नए शरीर को प्राप्त करता है।",
  "2-23": "इस आत्मा को शस्त्र काट नहीं सकते, अग्नि जला नहीं सकती, जल भिगो नहीं सकता और वायु सुखा नहीं सकती।",
  "2-24": "यह आत्मा अच्छेद्य, अदाह्य, अक्लेद्य और अशोष्य है। यह नित्य, सर्वव्यापी, अचल और सनातन है।",
  "2-25": "यह अव्यक्त, अचिन्त्य और अविकार्य कहा जाता है। इसलिए इसे जानकर तुम्हें शोक नहीं करना चाहिए।",
  "2-26": "और यदि तुम इसे सदा जन्म लेने वाला और सदा मरने वाला मानो, तब भी, हे महाबाहो, तुम्हें शोक नहीं करना चाहिए।",
  "2-27": "जन्मे हुए की मृत्यु निश्चित है और मरे हुए का जन्म भी निश्चित है। इसलिए जो अपरिहार्य है, उसके लिए शोक करना उचित नहीं है।",
  "2-28": "हे भारत, सभी प्राणी उत्पत्ति से पहले अव्यक्त हैं, मध्य में व्यक्त होते हैं और अंत में फिर अव्यक्त हो जाते हैं। इसमें शोक का क्या कारण है?",
  "2-29": "कोई इसे आश्चर्य की तरह देखता है, कोई आश्चर्य की तरह इसका वर्णन करता है, कोई आश्चर्य की तरह इसे सुनता है, और सुनकर भी कोई इसे वास्तव में नहीं जान पाता।",
  "2-30": "हे भारत, सभी के शरीर में स्थित यह देही सदा अवध्य है। इसलिए तुम्हें किसी प्राणी के लिए शोक नहीं करना चाहिए।",
  "2-31": "अपने स्वधर्म को देखकर तुम्हें विचलित नहीं होना चाहिए। क्योंकि क्षत्रिय के लिए धर्मयुक्त युद्ध से बढ़कर कुछ नहीं है।",
  "2-32": "हे पार्थ, ऐसे युद्ध को प्राप्त करना, जो अपने आप स्वर्ग के द्वार खोल दे, सुखी क्षत्रियों के लिए सौभाग्य की बात है।",
  "2-33": "यदि तुम इस धर्मयुक्त युद्ध को नहीं करोगे, तो अपना स्वधर्म और कीर्ति त्यागकर पाप को प्राप्त करोगे।",
  "2-34": "लोग सदा तुम्हारी अपकीर्ति का वर्णन करेंगे, और सम्मानित व्यक्ति के लिए अपकीर्ति मृत्यु से भी बढ़कर होती है।",
  "2-35": "जिनके लिए तुम सम्माननीय थे, वे महारथी तुम्हें भय से युद्ध से हटे हुए मानेंगे, और इस प्रकार तुम्हें तुच्छ समझेंगे।",
  "2-36": "तुम्हारे शत्रु तुम्हारी सामर्थ्य की निंदा करते हुए अनेक अनुचित वचन कहेंगे। इससे अधिक दुखद और क्या हो सकता है?",
  "2-37": "यदि तुम मारे जाओगे तो स्वर्ग को प्राप्त करोगे, और यदि जीतोगे तो पृथ्वी का राज्य भोगोगे। इसलिए हे कुन्तीपुत्र, युद्ध के लिए दृढ़ निश्चय के साथ उठो।",
  "2-38": "सुख और दुख, लाभ और हानि, जीत और हार को समान समझकर युद्ध में प्रवृत्त हो जाओ। ऐसा करने से तुम पाप को प्राप्त नहीं करोगे।",
  "2-39": "यह बुद्धि तुम्हें सांख्य के अनुसार कही गई है। अब योग के अनुसार इसे सुनो। इस बुद्धि से युक्त होकर, हे पार्थ, तुम कर्मबंधन को नष्ट कर सकोगे।",
  "2-40": "इस मार्ग में न तो आरंभ का नाश होता है और न ही कोई विपरीत फल। इस धर्म का थोड़ा सा अभ्यास भी महान भय से रक्षा करता है।",
  "2-41": "हे कुरुनंदन, इस मार्ग में बुद्धि एकनिष्ठ होती. है। जो अव्यवसायी हैं, उनकी बुद्धियाँ अनेक शाखाओं में फैली रहती हैं।",
  "2-42": "हे पार्थ, जो अविवेकी वेदों के फूलों जैसे शब्दों में आसक्त रहते हैं और कहते हैं कि इनके अतिरिक्त कुछ और नहीं है,",
  "2-43": "वे कामनाओं से भरे, स्वर्ग को ही लक्ष्य मानने वाले, जन्म और कर्म के फल देने वाली अनेक विधियों की प्रशंसा करते हैं, जिनका उद्देश्य भोग और ऐश्वर्य की प्राप्ति है।",
  "2-44": "भोग और ऐश्वर्य में आसक्त ऐसे लोगों की बुद्धि समाधि में स्थिर नहीं होती।",
  "2-45": "वेद तीन गुणों के विषय में हैं। हे अर्जुन, तुम इन तीनों गुणों से ऊपर उठो। द्वंद्वों से रहित, नित्य सत्त्व में स्थित और योगक्षेम से मुक्त होकर आत्मवान बनो।",
  "2-46": "जैसे चारों ओर से भरे हुए जलाशय के होने पर छोटे कुएँ का कोई प्रयोजन नहीं रह जाता, वैसे ही तत्व को जानने वाले ब्राह्मण के लिए सभी वेदों का यही प्रयोजन है।",
  "2-47": "तुम्हारा अधिकार केवल कर्म करने पर है, उसके फलों पर कभी नहीं। कर्म के फल के प्रति आसक्त न हो, और न ही कर्म न करने में तुम्हारी आसक्ति हो।",
  "2-48": "हे धनंजय, आसक्ति को त्यागकर योग में स्थित होकर कर्म करो। सिद्धि और असिद्धि में समान रहो। यही समत्व योग कहलाता है।",
  "2-49": "हे धनंजय, बुद्धियोग की अपेक्षा सकाम कर्म बहुत नीचे हैं। बुद्धि की शरण लो। फल की इच्छा करने वाले दयनीय हैं।",
  "2-50": "बुद्धियोग से युक्त व्यक्ति इस लोक में ही पुण्य और पाप दोनों को त्याग देता है। इसलिए योग में प्रवृत्त हो जाओ। योग कर्मों में कुशलता है।",
  "2-51": "बुद्धि से युक्त ज्ञानीजन कर्मजन्य फल को त्यागकर जन्मबंधन से मुक्त हो जाते हैं और उस पद को प्राप्त करते हैं जो दुखरहित है।",
  "2-52": "जब तुम्हारी बुद्धि मोह के कीचड़ को पार कर जाएगी, तब तुम सुने हुए और सुनने योग्य विषयों से वैराग्य को प्राप्त करोगे।",
  "2-53": "जब वेदों के विभिन्न मतों से विचलित तुम्हारी बुद्धि समाधि में अचल हो जाएगी, तब तुम योग को प्राप्त करोगे।",
  "2-54": "अर्जुन ने कहा: हे केशव, स्थितप्रज्ञ पुरुष का क्या लक्षण है? समाधि में स्थित व्यक्ति कैसे बोलता है, कैसे बैठता है और कैसे चलता है?",
  "2-55": "श्रीभगवान ने कहा: हे पार्थ, जब मनुष्य मन में उत्पन्न सभी कामनाओं को त्याग देता है और आत्मा में ही आत्मा से तृप्त रहता है, तब वह स्थितप्रज्ञ कहलाता है।",
  "2-56": "जो दुखों में उद्विग्न नहीं होता, सुखों में जिसकी अभिलाषा समाप्त हो गई है, और जो राग, भय तथा क्रोध से मुक्त है, वही स्थितप्रज्ञ मुनि कहा जाता है।",
  "2-57": "जो सब ओर से अनपेक्षा रखने वाला है, और शुभ या अशुभ वस्तु को प्राप्त होकर न प्रसन्न होता है और न ही द्वेष करता है, उसकी प्रज्ञा स्थिर है।",
  "2-58": "और जब यह पुरुष कछुए की भाँति अपने अंगों को सब ओर से समेट लेता है, तब विषयों से इंद्रियों के निवृत्त होने पर उसकी प्रज्ञा स्थिर हो जाती है।",
  "2-59": "इंद्रियों द्वारा विषयों को ग्रहण न करने वाले पुरुष के भी विषय तो निवृत्त हो जाते हैं, परन्तु उनमें रहने वाली आसक्ति निवृत्त नहीं होती। परमात्मा का साक्षात्कार करने पर इस पुरुष की वह आसक्ति भी निवृत्त हो जाती है।",
  "2-60": "हे कुन्तीपुत्र, जो आत्मसंयम का प्रयत्न कर रहा है, उस बुद्धिमान पुरुष की इंद्रियाँ भी उसके मन को बलपूर्वक हर लेती हैं।",
  "2-61": "उन समस्त इंद्रियों को वश में करके, एकाग्रचित्त होकर मेरे परायण होना चाहिए; क्योंकि क्योंकि जिसकी इंद्रियाँ वश में होती हैं, उसकी प्रज्ञा स्थिर होती है।",
  "2-62": "विषयों का चिन्तन करने वाले पुरुष की उनमें आसक्ति हो जाती है, आसक्ति से कामना उत्पन्न होती है और कामना से क्रोध उत्पन्न होता है।",
  "2-63": "क्रोध से सम्मोह (अविवेक) उत्पन्न होता है, सम्मोह से स्मृति भ्रमित हो जाती है, स्मृति भ्रष्ट होने से बुद्धि का नाश हो जाता है और बुद्धि का नाश होने से पुरुष का पतन हो जाता है।",
  "2-64": "परन्तु अपने वश में किए हुए अन्तःकरण वाला साधक, राग और द्वेष से रहित अपनी वश में की हुई इंद्रियों द्वारा विषयों में विचरण करता हुआ अन्तःकरण की प्रसन्नता (निर्मलता) को प्राप्त होता है।",
  "2-65": "अन्तःकरण की प्रसन्नता होने पर, उसके संपूर्ण दुःखों का अभाव हो जाता है और उस प्रसन्नचित्त वाले पुरुष की बुद्धि शीघ्र ही सब ओर से हटकर एक परमात्मा में ही भली-भाँति स्थिर हो जाती है।",
  "2-66": "अयुक्त्त (जिसका मन वश में नहीं है) पुरुष में निश्चयात्मक बुद्धि नहीं होती और उस अयुक्त्त पुरुष के अन्तःकरण में भावना भी नहीं होती। भावनाहीन पुरुष को शान्ति नहीं मिलती और अशान्त पुरुष को सुख कैसे मिल सकता है?",
  "2-67": "क्योंकि विषयों में विचरती हुई इंद्रियों में से मन जिस इंद्रिय के साथ रहता है, वह उस पुरुष की बुद्धि को वैसे ही हर लेता है जैसे वायु जल में नाव को।",
  "2-68": "इसलिए हे महाबाहो, जिसकी इंद्रियाँ इंद्रियों के विषयों से सब प्रकार से निवृत्त (वश में) हैं, उसकी प्रज्ञा स्थिर है।",
  "2-69": "संपूर्ण प्राणियों के लिए जो रात्रि है (परमात्मा में स्थिति), उसमें संयमी पुरुष जागता है; और जिसमें सब प्राणी जागते हैं (सांसारिक विषय), वह तत्व को जानने वाले मुनि के लिए रात्रि है।",
  "2-70": "जैसे सब ओर से जल द्वारा परिपूर्ण और अचल प्रतिष्ठा वाले समुद्र में नदियाँ उसे विचलित किए बिना ही समा जाती हैं, वैसे ही जिस पुरुष में संपूर्ण भोग किसी प्रकार का विकार उत्पन्न किए बिना ही समा जाते हैं, वही परम शान्ति को प्राप्त होता है, भोगों की कामना करने वाला नहीं।",
  "2-71": "जो पुरुष संपूर्ण कामनाओं को त्यागकर ममतारहित, अहंकाररहित और स्पृहारहित होकर विचरता है, वही शान्ति को प्राप्त होता है।",
  "2-72": "हे पार्थ, यह ब्रह्म को प्राप्त हुए पुरुष की स्थिति है। इसे प्राप्त होकर वह कभी मोहित नहीं होता और अन्त समय में भी इस ब्राह्मी स्थिति में स्थित होकर वह ब्रह्मनिर्वाण (मोक्ष) को प्राप्त होता है।",
  "3-1": "अर्जुन ने कहा: हे जनार्दन, यदि आपकी दृष्टि में कर्म से बुद्धि श्रेष्ठ है, तो फिर हे केशव, आप मुझे इस भयानक कर्म में क्यों प्रवृत्त कर रहे हैं?",
  "3-2": "आप मिश्रित वचनों से मेरी बुद्धि को भ्रमित कर रहे हैं। कृपया निश्चित रूप से एक ही मार्ग बताइए, जिससे मैं परम श्रेय को प्राप्त कर सकूँ।",
  "3-3": "श्रीभगवान ने कहा: हे निष्पाप, इस संसार में पहले से ही दो प्रकार की निष्ठाएँ कही गई हैं। ज्ञानियों के लिए ज्ञानयोग और कर्मयोगियों के लिए कर्मयोग।",
  "3-4": "केवल कर्म न करने से मनुष्य निष्कर्मता को प्राप्त नहीं करता, और न ही केवल संन्यास लेने से सिद्धि को प्राप्त करता है।",
  "3-5": "कोई भी व्यक्ति क्षणभर भी बिना कर्म किए नहीं रह सकता। सभी प्राणी प्रकृति से उत्पन्न गुणों द्वारा विवश होकर कर्म करते हैं।",
  "3-6": "जो व्यक्ति कर्मेंद्रियों को रोककर मन से विषयों का स्मरण करता रहता है, वह मूढ़ात्मा मिथ्याचारी कहलाता है।",
  "3-7": "परंतु हे अर्जुन, जो मन से इंद्रियों को संयम में रखकर कर्मेंद्रियों द्वारा आसक्ति रहित होकर कर्मयोग करता है, वही श्रेष्ठ है।",
  "3-8": "तुम नियत कर्म करो, क्योंकि कर्म न करने से कर्म करना श्रेष्ठ है। बिना कर्म के तो शरीर निर्वाह भी संभव नहीं है।",
  "3-9": "यज्ञ के लिए किए गए कर्मों के अतिरिक्त यह संसार कर्मबंधन में बंधा रहता है। इसलिए हे कुन्तीपुत्र, आसक्ति त्यागकर यज्ञार्थ कर्म करो।",
  "3-10": "प्रजापति ने यज्ञ सहित प्रजा की सृष्टि करके कहा: इसी से तुम वृद्धि को प्राप्त होओ, और यह तुम्हारी कामनाओं को पूर्ण करने वाला बने।",
  "3-11": "तुम देवताओं को यज्ञ द्वारा तृप्त करो, और वे देवता तुम्हें तृप्त करें। इस प्रकार परस्पर तृप्त होकर तुम परम श्रेय को प्राप्त करोगे।",
  "3-12": "यज्ञ से तृप्त देवता तुम्हें इच्छित भोग देंगे। जो उन्हें दिए बिना स्वयं भोग करता है, वह चोर ही है।",
  "3-13": "यज्ञ से बचे अन्न को खाने वाले सज्जन सभी पापों से मुक्त हो जाते हैं, परंतु जो केवल अपने लिए पकाते हैं, वे पाप ही खाते हैं।",
  "3-14": "सभी प्राणी अन्न से उत्पन्न होते हैं, अन्न वर्षा से उत्पन्न होता है, वर्षा यज्ञ से होती है, और यज्ञ कर्म से उत्पन्न होता है।",
  "3-15": "कर्म वेद से उत्पन्न होता है और वेद अक्षर ब्रह्म से उत्पन्न होते हैं। इसलिए सर्वव्यापी ब्रह्म सदा यज्ञ में प्रतिष्ठित है।",
  "3-16": "जो इस प्रकार प्रवर्तित चक्र का अनुसरण नहीं करता, वह पापमय जीवन जीता है और इंद्रियों में रमण करने वाला व्यर्थ ही जीता है।",
  "3-17": "परंतु जो मनुष्य आत्मा में ही रमण करता है, आत्मा में तृप्त है और आत्मा में ही संतुष्ट है, उसके लिए कोई कर्तव्य नहीं रहता।",
  "3-18": "उसके लिए न कर्म करने से कोई हानि है और न कर्म न करने से कोई लाभ। वह किसी प्राणी पर निर्भर नहीं रहता।",
  "3-19": "इसलिए आसक्ति रहित होकर सदा कर्तव्य कर्म करो। आसक्ति रहित होकर कर्म करने से मनुष्य परम को प्राप्त करता है।",
  "3-20": "जनक आदि राजाओं ने भी कर्म द्वारा ही सिद्धि प्राप्त की। लोकसंग्रह को देखकर तुम्हें भी कर्म करना चाहिए।",
  "3-21": "श्रेष्ठ पुरुष जैसा आचरण करता है, अन्य लोग भी वैसा ही करते हैं। वह जो प्रमाण स्थापित करता है, संसार उसका अनुसरण करता है।",
  "3-22": "हे पार्थ, तीनों लोकों में मेरे लिए कोई कर्तव्य नहीं है, न कुछ अप्राप्त है और न ही कुछ प्राप्त करना शेष है, फिर भी मैं कर्म में प्रवृत्त रहता हूँ।",
  "3-23": "यदि मैं कभी सावधानीपूर्वक कर्म न करूँ, तो हे पार्थ, सभी मनुष्य मेरे मार्ग का ही अनुसरण करेंगे।",
  "3-24": "यदि मैं कर्म न करूँ, तो ये लोक नष्ट हो जाएँ और मैं वर्णसंकर का कारण बनूँ, जिससे प्रजा का नाश हो जाए।",
  "3-25": "हे भारत, जैसे अज्ञानी आसक्ति से कर्म करते हैं, वैसे ही ज्ञानी को भी लोकसंग्रह के लिए आसक्ति रहित होकर कर्म करना चाहिए।",
  "3-26": "ज्ञानी को अज्ञानी कर्मासक्त लोगों की बुद्धि में भ्रम उत्पन्न नहीं करना चाहिए, बल्कि स्वयं युक्त होकर सभी कर्म करते हुए उन्हें प्रेरित करना चाहिए।",
  "3-27": "सभी कर्म प्रकृति के गुणों द्वारा किए जाते हैं। अहंकार से मोहित व्यक्ति सोचता है, मैं कर्ता हूँ।",
  "3-28": "परंतु हे महाबाहो, गुण और कर्म के विभाग को जानने वाला यह समझकर आसक्त नहीं होता कि गुण ही गुणों में प्रवृत्त हो रहे हैं।",
  "3-29": "प्रकृति के गुणों से मोहित अज्ञानी गुणों और कर्मों में आसक्त हो जाते हैं। पूर्ण ज्ञान वाले को उन्हें विचलित नहीं करना चाहिए।",
  "3-30": "सभी कर्म मुझे समर्पित करके, अध्यात्म चेतना से युक्त होकर, निराशा और ममता त्यागकर युद्ध करो, और शोक से मुक्त रहो।",
  "3-31": "जो श्रद्धा और दोषदृष्टि रहित होकर इस मेरे उपदेश का निरंतर पालन करते हैं, वे भी कर्मबंधन से मुक्त हो जाते हैं।",
  "3-32": "परंतु जो दोषदृष्टि से युक्त होकर मेरे उपदेश का पालन नहीं करते, उन्हें अज्ञानी और नष्ट बुद्धि वाला समझो।",
  "3-33": "ज्ञानी व्यक्ति भी अपनी प्रकृति के अनुसार ही कर्म करता है। सभी प्राणी अपनी प्रकृति का अनुसरण करते हैं। निग्रह क्या कर लेगा?",
  "3-34": "प्रत्येक इंद्रिय के विषय में राग और द्वेष स्थित रहते हैं। उनके वश में नहीं होना चाहिए, क्योंकि वे मार्ग के बाधक हैं।",
  "3-35": "अपना स्वधर्म दोषयुक्त भी श्रेष्ठ है, परधर्म के अच्छे आचरण से भी। अपने स्वधर्म में मृत्यु भी कल्याणकारी है, परधर्म भयावह है।",
  "3-36": "अर्जुन ने कहा: हे वार्ष्णेय, मनुष्य अनिच्छा से भी पाप क्यों करता है, जैसे किसी बल द्वारा प्रेरित होकर?",
  "3-37": "श्रीभगवान ने कहा: यह कामना और यही क्रोध है, जो रजोगुण से उत्पन्न होकर महान भक्षक और महान पापी है। इसे ही यहाँ शत्रु जानो।",
  "3-38": "जैसे धुएँ से अग्नि, धूल से दर्पण और गर्भ से भ्रूण ढका रहता है, वैसे ही इससे ज्ञान ढका रहता है।",
  "3-39": "हे कुन्तीपुत्र, यह ज्ञान इस नित्य शत्रु कामना रूप अग्नि से ढका हुआ है, जो कभी तृप्त नहीं होती।",
  "3-40": "इंद्रियाँ, मन और बुद्धि इसके निवास स्थान कहे गए हैं। इनके द्वारा यह ज्ञान को ढककर देही को मोहित करता है।",
  "3-41": "इसलिए हे भरतश्रेष्ठ, पहले इंद्रियों को संयम में रखकर इस ज्ञान और विज्ञान के नाशक पापी को नष्ट करो।",
  "3-42": "इंद्रियाँ शरीर से श्रेष्ठ हैं, इंद्रियों से श्रेष्ठ मन है, मन से श्रेष्ठ बुद्धि है, और बुद्धि से भी श्रेष्ठ वह आत्मा है।",
  "3-43": "इस प्रकार बुद्धि से आत्मा को जानकर, आत्मा द्वारा मन को स्थिर करके, हे महाबाहो, इस कामरूप दुर्जेय शत्रु का नाश करो।",
  "4-1": "श्रीभगवान ने कहा: मैंने इस अविनाशी योग को सूर्य देव विवस्वान को बताया था। विवस्वान ने इसे मनु से कहा और मनु ने इसे इक्ष्वाकु को बताया।",
  "4-2": "इस प्रकार परंपरा से प्राप्त इस योग को राजर्षियों ने जाना। परंतु काल के प्रभाव से हे परंतप, यह योग इस संसार में नष्ट हो गया।",
  "4-3": "वही यह प्राचीन योग आज मैंने तुम्हें कहा है, क्योंकि तुम मेरे भक्त और मित्र हो। यह परम गोपनीय ज्ञान है।",
  "4-4": "अर्जुन ने कहा: आपका जन्म तो अभी का है और सूर्य का जन्म बहुत प्राचीन है। तब मैं यह कैसे मानूँ कि आपने आरंभ में यह योग बताया था?",
  "4-5": "श्रीभगवान ने कहा: हे अर्जुन, मेरे और तुम्हारे अनेक जन्म हो चुके हैं। उन्हें मैं जानता हूँ, पर तुम नहीं जानते, हे परंतप।",
  "4-6": "मैं अजन्र्मा और अविनाशी आत्मा होते हुए भी, समस्त प्राणियों का ईश्वर होते हुए भी, अपनी प्रकृति को अधीन करके अपनी योगमाया से प्रकट होता हूँ।",
  "4-7": "हे भारत, जब-जब धर्म की हानि होती है और अधर्म की वृद्धि होती है, तब-तब मैं अपने आप को प्रकट करता हूँ।",
  "4-8": "साधुओं की रक्षा के लिए, दुष्टों के विनाश के लिए और धर्म की स्थापना के लिए मैं युग-युग में प्रकट होता हूँ।",
  "4-9": "हे अर्जुन, जो मेरे जन्म और कर्म के दिव्य स्वरूप को तत्व से जानता है, वह शरीर छोड़कर फिर जन्म को प्राप्त नहीं होता, बल्कि मुझे प्राप्त होता है।",
  "4-10": "राग, भय और क्रोध से मुक्त होकर, मुझमें तल्लीन और मेरी शरण में आकर, अनेक लोग ज्ञान के तप से पवित्र होकर मेरे स्वरूप को प्राप्त हुए हैं।",
  "4-11": "हे पार्थ, जो जिस प्रकार मेरी शरण में आता है, मैं उसे उसी प्रकार स्वीकार करता हूँ। मनुष्य हर प्रकार से मेरे ही मार्ग का अनुसरण करते हैं।",
  "4-12": "कर्मों की सिद्धि की इच्छा रखने वाले लोग यहाँ देवताओं की पूजा करते हैं, क्योंकि इस मनुष्य लोक में कर्म से उत्पन्न सिद्धि शीघ्र प्राप्त होती है।",
  "4-13": "गुण और कर्म के विभाग के अनुसार चार वर्णों की रचना मैंने की है। यद्यपि मैं उसका कर्ता हूँ, फिर भी मुझे अकर्ता और अविनाशी जानो।",
  "4-14": "कर्म मुझे लिप्त नहीं करते और न ही मुझे कर्मफल की इच्छा है। जो मुझे इस प्रकार जानता है, वह कर्मों से बंधता नहीं है।",
  "4-15": "इस प्रकार जानकर, पूर्वकाल के मुमुक्षुओं ने भी कर्म किए। इसलिए तुम भी वही कर्म करो जो पहले किए गए हैं।",
  "4-16": "कर्म क्या है और अकर्म क्या है, इस विषय में विद्वान भी मोहित हो जाते हैं। इसलिए मैं तुम्हें कर्म का स्वरूप बताऊँगा, जिसे जानकर तुम अशुभ से मुक्त हो जाओगे।",
  "4-17": "कर्म का स्वरूप जानना चाहिए, विकर्म को भी जानना चाहिए, और अकर्म को भी जानना चाहिए। कर्म की गति अत्यंत गहन है।",
  "4-18": "जो कर्म में अकर्म और अकर्म में कर्म को देखता है, वही मनुष्यों में बुद्धिमान है और वही युक्त है, जिसने समस्त कर्म कर लिए हैं।",
  "4-19": "जिसके सभी कर्म संकल्प और कामना से रहित हैं, और जिनके कर्म ज्ञान की अग्नि में भस्म हो गए हैं, उसे विद्वान पंडित कहते हैं।",
  "4-20": "कर्मफल की आसक्ति को त्यागकर, सदा तृप्त और निराश्रित होकर, कर्म में प्रवृत्त रहते हुए भी वह वास्तव में कुछ नहीं करता।",
  "4-21": "निराशा रहित, संयमित चित्त वाला, सभी संग्रहों को त्यागकर, केवल शरीर निर्वाह के लिए कर्म करता हुआ वह पाप को प्राप्त नहीं होता।",
  "4-22": "जो अपने आप प्राप्त लाभ से संतुष्ट, द्वंद्वों से परे और ईर्ष्या रहित है, सिद्धि और असिद्धि में समभाव रखता है, वह कर्म करते हुए भी बंधता नहीं।",
  "4-23": "आसक्ति रहित, मुक्त, ज्ञान में स्थित चित्त वाला व्यक्ति यज्ञ के लिए कर्म करता है, उसके सभी कर्म विलीन हो जाते हैं।",
  "4-24": "अर्पण ब्रह्म है, हवि ब्रह्म है, ब्रह्माग्नि में ब्रह्म द्वारा आहुति दी जाती है। ब्रह्म में स्थित होकर कर्म करने वाले को ब्रह्म ही प्राप्त होता है।",
  "4-25": "कुछ योगी देवताओं के लिए यज्ञ करते हैं, और कुछ अन्य योगी ब्रह्माग्नि में यज्ञ द्वारा ही यज्ञ करते हैं।",
  "4-26": "कुछ योगी श्रवण आदि इंद्रियों को संयम की अग्नि में आहुति देते हैं, और कुछ विषयों को इंद्रिय अग्नि में आहुति देते हैं।",
  "4-27": "कुछ योगी सभी इंद्रिय कर्मों और प्राण कर्मों को ज्ञान से प्रकाशित आत्मसंयम योग की अग्नि में आहुति देते हैं।",
  "4-28": "कुछ द्रव्य यज्ञ करने वाले हैं, कुछ तपोयज्ञ करने वाले हैं, कुछ योगयज्ञ करने वाले हैं, और कुछ स्वाध्याय तथा ज्ञान यज्ञ करने वाले हैं।",
  "4-29": "कुछ अपान में प्राण को और कुछ प्राण में अपान को आहुति देते हैं, और कुछ प्राणायाम में प्रवृत्त होकर प्राण और अपान की गति को रोकते हैं।",
  "4-30": "कुछ नियत आहार करने वाले प्राणों को प्राणों में आहुति देते हैं। ये सभी यज्ञ को जानने वाले हैं और यज्ञ द्वारा पापों से शुद्ध होते हैं।",
  "4-31": "यज्ञ से बचे अमृत को खाने वाले सनातन ब्रह्म को प्राप्त होते हैं। यज्ञ रहित के लिए यह लोक भी नहीं है, तो परलोक कैसे होगा?",
  "4-32": "इस प्रकार अनेक प्रकार के यज्ञ वेदों में बताए गए हैं। इन्हें कर्म से उत्पन्न जानकर तुम मुक्त हो जाओगे।",
  "4-33": "हे परंतप, द्रव्य यज्ञ से ज्ञान यज्ञ श्रेष्ठ है। हे पार्थ, सभी कर्म ज्ञान में ही पूर्ण होते हैं।",
  "4-34": "उस ज्ञान को प्रणिपात, प्रश्न और सेवा द्वारा जानो। तत्व को देखने वाले ज्ञानी तुम्हें उपदेश देंगे।",
  "4-35": "हे पाण्डव, जिस ज्ञान को जानकर तुम फिर मोह को प्राप्त नहीं करोगे, और जिससे तुम सभी प्राणियों को अपने में और मुझे उनमें देखोगे।",
  "4-36": "यदि तुम सभी पापियों में भी सबसे बड़ा पापी हो, तो भी ज्ञान रूपी नौका से सभी पापों को पार कर जाओगे।",
  "4-37": "हे अर्जुन, जैसे प्रज्वलित अग्नि ईंधन को भस्म कर देती है, वैसे ही ज्ञान की अग्नि सभी कर्मों को भस्म कर देती है।",
  "4-38": "इस संसार में ज्ञान के समान पवित्र कुछ भी नहीं है। योग में सिद्ध होकर मनुष्य उसे समय आने पर आत्मा में प्राप्त करता है।",
  "4-39": "श्रद्धावान, संयमित इंद्रियों वाला और तत्पर व्यक्ति ज्ञान को प्राप्त करता है। ज्ञान प्राप्त करके शीघ्र ही परम शांति को प्राप्त होता है।",
  "4-40": "अज्ञानी, श्रद्धा रहित और संशयात्मा नष्ट हो जाता है। संशयात्मा के लिए न यह लोक है, न परलोक, न सुख।",
  "4-41": "हे धनंजय, जिसने योग द्वारा कर्मों का संन्यास किया है और ज्ञान द्वारा संशय को काट दिया है, उसे कर्म नहीं बाँधते।",
  "4-42": "इसलिए हे भारत, अज्ञान से उत्पन्न इस हृदयस्थ संशय को ज्ञान की तलवार से काटकर योग में स्थित हो जाओ और उठ खड़े हो।",
  "5-1": "अर्जुन ने कहा: हे कृष्ण, आप कर्मों के संन्यास की और फिर कर्मयोग की प्रशंसा करते हैं। इन दोनों में से जो निश्चित रूप से श्रेयस्कर हो, वह मुझे बताइए।",
  "5-2": "श्रीभगवान ने कहा: कर्मसंन्यास और कर्मयोग दोनों ही परम कल्याण करने वाले हैं, परंतु कर्मसंन्यास की अपेक्षा कर्मयोग श्रेष्ठ है।",
  "5-3": "हे महाबाहो, जो न द्वेष करता है न आकांक्षा करता है, वही सदा संन्यासी जानना चाहिए। द्वंद्वों से रहित होकर वह सहज ही बंधन से मुक्त हो जाता है।",
  "5-4": "अज्ञानी ही सांख्य और योग को अलग-अलग बताते हैं, पंडित नहीं। जो एक में भी ठीक से स्थित होता है, वह दोनों का फल प्राप्त करता है।",
  "5-5": "जो स्थान सांख्य से प्राप्त होता है, वही योग से भी प्राप्त होता है। जो सांख्य और योग को एक ही देखता है, वही वास्तव में देखता है।",
  "5-6": "हे महाबाहो, योग के बिना संन्यास दुःखदायक होता है। योगयुक्त मुनि शीघ्र ही ब्रह्म को प्राप्त होता है।",
  "5-7": "योगयुक्त, शुद्ध आत्मा वाला, संयमित आत्मा और विजित इंद्रियों वाला, जो सभी प्राणियों में आत्मा को देखता है, वह कर्म करता हुआ भी लिप्त नहीं होता।",
  "5-8": "तत्व को जानने वाला युक्त पुरुष यह मानता है कि मैं कुछ नहीं करता, देखते, सुनते, स्पर्श करते, सूँघते, खाते, चलते, सोते और श्वास लेते हुए भी।",
  "5-9": "बोलते, त्यागते, ग्रहण करते, आँखें खोलते और बंद करते हुए वह यह जानता है कि इंद्रियाँ अपने विषयों में ही प्रवृत्त हैं।",
  "5-10": "जो ब्रह्म में कर्मों को अर्पित करके, आसक्ति त्यागकर कर्म करता है, वह पाप से वैसे ही अछूता रहता है जैसे जल से कमल का पत्ता।",
  "5-11": "योगी शरीर, मन, बुद्धि और इंद्रियों द्वारा केवल आत्मशुद्धि के लिए आसक्ति रहित होकर कर्म करते हैं।",
  "5-12": "युक्त पुरुष कर्मफल को त्यागकर परम शांति को प्राप्त करता है, और अयुक्त व्यक्ति फल में आसक्त होकर बंधन में पड़ता है।",
  "5-13": "संयमित देही मन से सभी कर्मों का संन्यास करके नौ द्वारों वाले नगर रूपी शरीर में सुखपूर्वक स्थित रहता है, न करता हुआ न करवाता हुआ।",
  "5-14": "प्रभु न तो कर्तापन रचते हैं, न कर्म, न कर्मफल का संयोग। स्वभाव ही प्रवृत्त होता है।",
  "5-15": "ईश्वर न किसी के पाप को ग्रहण करते हैं, न पुण्य को। अज्ञान से ज्ञान ढका होने के कारण प्राणी मोहित होते हैं।",
  "5-16": "जिनका अज्ञान आत्मज्ञान से नष्ट हो गया है, उनका ज्ञान सूर्य के समान परम तत्व को प्रकाशित करता है।",
  "5-17": "जिनकी बुद्धि उसमें स्थित है, जिनका आत्मा उसी में स्थित है, जिनकी निष्ठा उसी में है और जो उसी को लक्ष्य मानते हैं, वे ज्ञान द्वारा पापों से शुद्ध होकर पुनर्जन्म से मुक्त हो जाते हैं।",
  "5-18": "विद्या और विनय से युक्त ब्राह्मण में, गाय में, हाथी में, कुत्ते में और चांडाल में भी ज्ञानी समदृष्टि रखते हैं।",
  "5-19": "जिनका मन समता में स्थित है, उन्होंने इसी जीवन में संसार को जीत लिया है। निर्दोष और सम ब्रह्म में ही वे स्थित रहते हैं।",
  "5-20": "जो प्रिय को पाकर हर्षित नहीं होता और अप्रिय को पाकर उद्विग्न नहीं होता, वह स्थिर बुद्धि वाला ब्रह्मज्ञानी ब्रह्म में स्थित रहता है।",
  "5-21": "जो बाह्य विषयों में आसक्त नहीं होता और आत्मा में जो सुख पाता है, वह ब्रह्मयोग से युक्त होकर अक्षय सुख को प्राप्त करता है।",
  "5-22": "इंद्रियों और विषयों के संयोग से उत्पन्न भोग दुःख के कारण हैं, वे आदि और अंत वाले हैं। इसलिए हे कुन्तीपुत्र, बुद्धिमान उनमें रमण नहीं करता।",
  "5-23": "जो इस शरीर के छूटने से पहले ही काम और क्रोध से उत्पन्न वेग को सहन कर लेता है, वही युक्त और सुखी मनुष्य है।",
  "5-24": "जो अंतःसुख वाला है, अंतःप्रकाश में रमण करता है और अंतर्ज्योति वाला है, वह योगी ब्रह्मनिर्वाण को प्राप्त होता है।",
  "5-25": "जिनके पाप नष्ट हो गए हैं, जिनके संशय कट गए हैं, जिनका आत्मसंयम सिद्ध हो गया है और जो सभी प्राणियों के हित में लगे रहते हैं, वे ऋषि ब्रह्मनिर्वाण को प्राप्त होते हैं।",
  "5-26": "काम और क्रोध से रहित, संयमित चित्त वाले, आत्मज्ञानी योगियों के लिए ब्रह्मनिर्वाण सर्वत्र विद्यमान है।",
  "5-27": "बाह्य विषयों को बाहर रखकर, दृष्टि को भ्रूमध्य में स्थित करके, नासिका में विचरने वाले प्राण और अपान को सम करके,",
  "5-28": "जिसने इंद्रियों, मन और बुद्धि को संयम में रखा है, जो मोक्ष को लक्ष्य बनाता है, और काम, भय तथा क्रोध से मुक्त है, वह सदा मुक्त ही है।",
  "5-29": "मुझे यज्ञों और तपों का भोक्ता, सभी लोकों का महान ईश्वर और सभी प्राणियों का सुहृद जानकर मनुष्य शांति को प्राप्त करता है।",
  "6-1": "श्रीभगवान ने कहा: जो कर्मफल का आश्रय लिए बिना अपने कर्तव्य कर्म करता है, वही संन्यासी और योगी है, न कि वह जो अग्नि का त्याग करता है या कर्म नहीं करता।",
  "6-2": "हे पाण्डव, जिसे संन्यास कहा जाता है, वही योग है। क्योंकि जिसने संकल्पों का त्याग नहीं किया, वह कभी योगी नहीं हो सकता।",
  "6-3": "योग में आरूढ़ होने की इच्छा रखने वाले मुनि के लिए कर्म साधन कहा गया है, और योग में स्थित हो जाने पर शम साधन कहा गया है।",
  "6-4": "जब मनुष्य न इंद्रिय विषयों में आसक्त होता है और न कर्मों में, तब वह संकल्पों का त्यागी होकर योग में आरूढ़ कहा जाता है।",
  "6-5": "मनुष्य को चाहिए कि वह अपने मन के द्वारा स्वयं का उद्धार करे और स्वयं को गिराए नहीं। क्योंकि मन ही मनुष्य का मित्र है और मन ही उसका शत्रु भी है।",
  "6-6": "जिसने अपने मन को जीत लिया है, उसके लिए मन मित्र है; और जिसने मन को नहीं जीता, उसके लिए वही मन शत्रु के समान व्यवहार करता है।",
  "6-7": "जिसने अपने मन को जीत लिया है और जो शान्त है, उसके लिए परमात्मा शीत-उष्ण, सुख-दुःख तथा मान-अपमान में समान रूप से स्थित रहता है।",
  "6-8": "जो ज्ञान और विज्ञान से तृप्त है, जो अचल है, जिसने इंद्रियों को जीत लिया है, और जिसके लिए मिट्टी, पत्थर और सोना समान हैं, वह योगी कहा जाता है।",
  "6-9": "जो सुहृद, मित्र, शत्रु, उदासीन, मध्यस्थ, द्वेषी, संबंधी, साधु और पापी सभी में समबुद्धि रखता है, वह श्रेष्ठ है।",
  "6-10": "योगी को चाहिए कि वह एकांत स्थान में रहकर, अकेले, संयमित चित्त और आत्मा वाला, आशा और संग्रह से रहित होकर निरंतर आत्मसंयम का अभ्यास करे।",
  "6-11": "शुद्ध स्थान में न अधिक ऊँचा और न अधिक नीचा आसन स्थापित करे, जिसे कुशा, मृगचर्म और वस्त्र से ढका हो।",
  "6-12": "उस आसन पर बैठकर, मन को एकाग्र करके, चित्त और इंद्रियों की क्रियाओं को संयम में रखकर, आत्मशुद्धि के लिए योग का अभ्यास करे।",
  "6-13": "शरीर, सिर और गर्दन को सीधा और स्थिर रखकर, दृष्टि को नासिका के अग्रभाग पर स्थिर करे और दिशाओं को न देखे।",
  "6-14": "शान्त मन, भय से रहित, ब्रह्मचर्य में स्थित, मन को संयमित करके और मुझे लक्ष्य बनाकर योग में स्थित हो।",
  "6-15": "इस प्रकार निरंतर अभ्यास करने वाला, संयमित मन वाला योगी मेरे में स्थित परम शांति, अर्थात् निर्वाण को प्राप्त करता है।",
  "6-16": "हे अर्जुन, न तो अत्यधिक खाने वाले का योग होता है, न बिल्कुल न खाने वाले का, न अधिक सोने वाले का और न अत्यधिक जागने वाले का।",
  "6-17": "जो आहार और विहार में, कर्मों में चेष्टा में तथा सोने-जागने में संयमित है, उसका योग दुःख का नाश करने वाला होता है।",
  "6-18": "जब नियंत्रित चित्त आत्मा में ही स्थित हो जाता है और सभी कामनाओं से रहित हो जाता है, तब वह योग में स्थित कहा जाता है।",
  "6-19": "जैसे वायु रहित स्थान में दीपक की लौ नहीं हिलती, वैसी ही स्थिति योग का अभ्यास करने वाले संयमित चित्त योगी की होती है।",
  "6-20": "जहाँ योग के अभ्यास से निरुद्ध चित्त शांत हो जाता है, और जहाँ आत्मा द्वारा आत्मा को देखकर वह आत्मा में ही तृप्त होता है।",
  "6-21": "जिस सुख को बुद्धि से जाना जाता है, जो इंद्रियों से परे है, और जिसमें स्थित होकर मनुष्य कभी विचलित नहीं होता।",
  "6-22": "जिसे प्राप्त कर मनुष्य उससे अधिक किसी लाभ को नहीं मानता, और जिसमें स्थित होकर वह भारी दुःख से भी विचलित नहीं होता।",
  "6-23": "उस स्थिति को दुःख के संयोग से वियोग कहा गया है, और उसी को योग समझना चाहिए। इस योग का अभ्यास अविचल चित्त से करना चाहिए।",
  "6-24": "संकल्प से उत्पन्न सभी कामनाओं का पूर्ण रूप से त्याग करके, मन के द्वारा इंद्रियों के समूह को चारों ओर से संयमित करे।",
  "6-25": "धैर्ययुक्त बुद्धि द्वारा धीरे-धीरे शांत हो, मन को आत्मा में स्थित करके, फिर किसी और वस्तु का चिंतन न करे।",
  "6-26": "मन जहाँ-जहाँ चंचल होकर भटके, वहां-वहां से उसे संयमित करके आत्मा में ही स्थिर करे।",
  "6-27": "शांत रजोगुण वाला, पापरहित और ब्रह्मस्वरूप बना योगी परम सुख को प्राप्त करता है।",
  "6-28": "इस प्रकार निरंतर अभ्यास करने वाला, पापरहित योगी ब्रह्म के संस्पर्श से अत्यंत सुख प्राप्त करता है।",
  "6-29": "योगयुक्त आत्मा सभी प्राणियों में आत्मा को और आत्मा में सभी प्राणियों को देखता है, और सर्वत्र समदृष्टि रखता है।",
  "6-30": "जो मुझे सर्वत्र देखता है और सबको मुझमें देखता है, उससे मैं कभी विलग नहीं होता और वह मुझसे विलग नहीं होता।",
  "6-31": "जो सभी प्राणियों में स्थित मुझे एकत्व भाव से भजता है, वह योगी किसी भी अवस्था में मुझमें ही स्थित रहता है।",
  "6-32": "हे अर्जुन, जो अपने समान सभी जगह सुख और दुःख को देखता है, वही परम योगी माना जाता है।",
  "6-33": "अर्जुन ने कहा: हे मधुसूदन, आपने जिस समता रूपी योग का वर्णन किया है, मन की चंचलता के कारण मैं उसमें स्थिर स्थिति नहीं देख पाता।",
  "6-34": "हे कृष्ण, मन चंचल, अशांत, बलवान और दृढ़ है। उसे वश में करना मुझे वायु को वश में करने जैसा कठिन लगता है।",
  "6-35": "श्रीभगवान ने कहा: हे महाबाहो, निःसंदेह मन चंचल और कठिनता से वश में होने वाला है, परन्तु अभ्यास और वैराग्य से उसे वश में किया जा सकता है।",
  "6-36": "जिसका मन असंयमित है, उसके लिए योग दुर्लभ है। परन्तु संयमित मन वाले और प्रयासशील व्यक्ति के लिए योग संभव है।",
  "6-37": "अर्जुन ने कहा: हे कृष्ण, जो श्रद्धा से युक्त होकर भी योग से विचलित हो जाता है और सिद्धि प्राप्त नहीं कर पाता, वह किस गति को प्राप्त होता है?",
  "6-38": "क्या वह दोनों ओर से भ्रष्ट होकर, बिना आधार के, छिन्न बादल की तरह नष्ट नहीं हो जाता?",
  "6-39": "हे कृष्ण, इस मेरे संशय को पूर्ण रूप से दूर करने योग्य केवल आप ही हैं।",
  "6-40": "श्रीभगवान ने कहा: हे पार्थ, ऐसे व्यक्ति का न इस लोक में न परलोक में विनाश होता है। कल्याण करने वाला कोई भी व्यक्ति दुर्गति को प्राप्त नहीं होता।",
  "6-41": "वह पुण्य करने वालों के लोकों को प्राप्त होकर वहाँ दीर्घकाल तक निवास करता है, और फिर शुद्ध और समृद्ध परिवार में जन्म लेता है।",
  "6-42": "या फिर बुद्धिमान योगियों के कुल में जन्म लेता है। ऐसा जन्म इस संसार में अत्यंत दुर्लभ है।",
  "6-43": "वहाँ उसे पूर्व जन्म का योगसंस्कार प्राप्त होता है, और वह सिद्धि की ओर पुनः प्रयत्न करता है।",
  "6-44": "पूर्व अभ्यास के प्रभाव से वह अनायास ही योग की ओर आकर्षित हो जाता है। योग का जिज्ञासु वेदों के कर्मकांड से ऊपर उठ जाता है।",
  "6-45": "प्रयत्नपूर्वक अभ्यास करने वाला, पापों से शुद्ध योगी अनेक जन्मों की सिद्धि के बाद परम गति को प्राप्त होता है।",
  "6-46": "योगी तपस्वियों से भी श्रेष्ठ है, ज्ञानियों से भी श्रेष्ठ माना जाता है, और कर्मियों से भी श्रेष्ठ है। इसलिए हे अर्जुन, तुम योगी बनो।",
  "6-47": "सभी योगियों में भी वह योगी श्रेष्ठ है, जो श्रद्धा सहित अंतःकरण से मुझमें स्थित होकर मेरी भक्ति करता है।",
  "7-1": "श्रीभगवान ने कहा: हे पार्थ, मुझमें आसक्त मन से, मेरा आश्रय लेकर योग का अभ्यास करते हुए, तुम मुझे पूर्ण रूप से, बिना किसी संशय के जानोगे। इसे सुनो।",
  "7-2": "मैं तुम्हें संपूर्ण रूप से ज्ञान और विज्ञान सहित बताऊँगा, जिसे जानकर यहाँ और कुछ जानने योग्य शेष नहीं रहेगा।",
  "7-3": "हजारों मनुष्यों में कोई एक सिद्धि के लिए प्रयत्न करता है, और सिद्धों में भी कोई एक ही मुझे तत्व से जानता है।",
  "7-4": "भूमि, जल, अग्नि, वायु, आकाश, मन, बुद्धि और अहंकार—ये मेरी आठ प्रकार की विभक्त प्रकृति हैं।",
  "7-5": "हे महाबाहो, इससे भिन्न मेरी दूसरी, परा प्रकृति को जानो, जो जीव रूप है और जिससे यह संसार धारण किया गया है।",
  "7-6": "इन दोनों प्रकृतियों से ही सभी प्राणियों की उत्पत्ति हुई है। मैं समस्त जगत का कारण और उसका लय भी हूँ।",
  "7-7": "हे धनंजय, मुझसे श्रेष्ठ और कुछ भी नहीं है। यह समस्त जगत मुझमें सूत्र में गुँथे मणियों के समान स्थित है।",
  "7-8": "हे कुन्तीपुत्र, मैं जल में रस हूँ, सूर्य और चंद्रमा में प्रकाश हूँ, समस्त वेदों में ओंकार हूँ, आकाश में शब्द और मनुष्यों में पुरुषार्थ हूँ।",
  "7-9": "मैं पृथ्वी में पवित्र गंध हूँ, अग्नि में तेज हूँ, सभी प्राणियों में जीवन हूँ और तपस्वियों में तप हूँ।",
  "7-10": "हे पार्थ, सभी प्राणियों का सनातन बीज मुझे जानो। मैं बुद्धिमानों की बुद्धि और तेजस्वियों का तेज हूँ।",
  "7-11": "मैं बलवानों का बल हूँ, जो काम और राग से रहित है। और हे भरतश्रेष्ठ, मैं प्राणियों में धर्म के अनुकूल कामना हूँ।",
  "7-12": "सत्त्व, रज और तम—जो भी भाव हैं, वे मुझसे ही उत्पन्न हैं। परन्तु मैं उनमें स्थित नहीं हूँ, वे मुझमें स्थित हैं।",
  "7-13": "तीनों गुणों से मोहित यह संसार मुझे, जो उनसे परे और अविनाशी हूँ, नहीं पहचानता।",
  "7-14": "यह मेरी दैवी माया गुणमयी है और अत्यंत कठिन है। जो मेरी शरण लेते हैं, वे इस माया को पार कर जाते हैं।",
  "7-15": "दुष्कर्मी, मूढ़, नीच मनुष्य, जिनका ज्ञान माया से हर लिया गया है और जो आसुरी स्वभाव को अपनाते हैं, वे मेरी शरण नहीं आते।",
  "7-16": "हे अर्जुन, चार प्रकार के पुण्यात्मा मुझे भजते हैं—आर्त, जिज्ञासु, अर्थार्थी और ज्ञानी।",
  "7-17": "उनमें ज्ञानी, जो सदा मुझमें युक्त और एकनिष्ठ भक्ति वाला है, श्रेष्ठ है। वह मुझे अत्यंत प्रिय है और मैं उसे प्रिय हूँ।",
  "7-18": "ये सभी उदार हैं, परन्तु ज्ञानी तो मेरा स्वरूप ही है। वह मुझमें स्थित होकर मुझे ही परम गति मानता है।",
  "7-19": "अनेक जन्मों के अंत में ज्ञानवान मुझे यह जानकर शरण लेता है कि वासुदेव ही सब कुछ है। ऐसा महात्मा अत्यंत दुर्लभ है।",
  "7-20": "जिनका ज्ञान कामनाओं द्वारा हर लिया गया है, वे अन्य देवताओं की शरण लेते हैं और अपनी प्रकृति से बंधे हुए नियमों का पालन करते हैं।",
  "7-21": "जो जिस देवता के रूप की श्रद्धा से पूजा करना चाहता है, उसकी उस श्रद्धा को मैं स्थिर कर देता हूँ।",
  "7-22": "वह उस श्रद्धा से युक्त होकर उस देवता की उपासना करता है और उसके द्वारा इच्छित भोगों को प्राप्त करता है, जो वास्तव में मेरे द्वारा ही दिए जाते हैं।",
  "7-23": "परन्तु उन अल्पबुद्धियों का फल नाशवान होता है। देवताओं को पूजने वाले देवताओं को प्राप्त होते हैं, और मेरे भक्त मुझे प्राप्त होते हैं।",
  "7-24": "अज्ञानी लोग मेरे अव्यक्त स्वरूप को व्यक्त मान लेते हैं, मेरे परम, अविनाशी और उत्तम स्वरूप को नहीं जानते।",
  "7-25": "मैं अपनी योगमाया से आवृत होने के कारण सबके लिए प्रकट नहीं होता। यह मूढ़ संसार मुझे अजन्मा और अविनाशी नहीं जानता।",
  "7-26": "हे अर्जुन, मैं भूतकाल, वर्तमान और भविष्य के सभी प्राणियों को जानता हूँ, परन्तु मुझे कोई नहीं जानता।",
  "7-27": "हे भरतश्रेष्ठ, इच्छा और द्वेष से उत्पन्न द्वंद्वमोह के कारण सभी प्राणी जन्म के समय मोहित हो जाते हैं।",
  "7-28": "जिनका पाप कर्म समाप्त हो गया है और जो पुण्य कर्म करने वाले हैं, वे द्वंद्वमोह से मुक्त होकर दृढ़व्रत से मेरी भक्ति करते हैं।",
  "7-29": "जो लोग जरा और मृत्यु से मुक्ति के लिए मेरी शरण लेते हैं, वे ब्रह्म, अध्यात्म और संपूर्ण कर्म को जानते हैं।",
  "7-30": "जो मुझे अधिभूत, अधिदैव और अधियज्ञ सहित जानते हैं, वे प्रयाणकाल में भी संयमित चित्त से मुझे जानते हैं।",
  "8-1": "अर्जुन ने कहा: हे पुरुषोत्तम, वह ब्रह्म क्या है? अध्यात्म क्या है? कर्म क्या कहलाता है? अधिभूत और अधिदैव किसे कहा गया है?",
  "8-2": "हे मधुसूदन, अधियज्ञ कौन है और वह इस शरीर में कैसे स्थित है? और संयमित चित्त वाले मनुष्यों द्वारा आप प्रयाणकाल में कैसे जाने जाते हैं?",
  "8-3": "श्रीभगवान ने कहा: जो अविनाशी है वही परम ब्रह्म है। स्वभाव को अध्यात्म कहा गया है, और भूतों की उत्पत्ति का कारण कर्म कहलाता है।",
  "8-4": "नश्वर भाव अधिभूत है, पुरुष अधिदैव है, और हे देहधारियों में श्रेष्ठ, इस शरीर में अधियज्ञ मैं ही हूँ।",
  "8-5": "जो अंत समय में मुझे ही स्मरण करता हुआ शरीर का त्याग करता है, वह मेरे स्वरूप को प्राप्त होता है, इसमें कोई संशय नहीं है।",
  "8-6": "हे कौन्तेय, मनुष्य अंत समय में जिस भाव का स्मरण करता हुआ शरीर त्यागता है, वह उसी भाव को प्राप्त होता है, क्योंकि वह सदा उसी में भावित रहता है।",
  "8-7": "इसलिए तुम हर समय मेरा स्मरण करते हुए युद्ध करो। मन और बुद्धि को मुझमें अर्पित करके तुम निःसंदेह मुझे प्राप्त करोगे।",
  "8-8": "अभ्यासयोग से युक्त और अन्यत्र न जाने वाले चित्त से परम, दिव्य पुरुष का निरंतर चिंतन करने वाला, हे पार्थ, उसे प्राप्त होता है।",
  "8-9": "जो सर्वज्ञ, सनातन, अनुशासक, सूक्ष्म से भी सूक्ष्म, सबका धारण करने वाला, अचिन्त्य स्वरूप, सूर्य के समान प्रकाशमान और अंधकार से परे है, उसका स्मरण करता है।",
  "8-10": "जो प्रयाणकाल में अचल मन से, भक्ति और योगबल के साथ, भौंहों के मध्य प्राण को स्थिर करके उस परम दिव्य पुरुष को प्राप्त होता है।",
  "8-11": "जिस पद को वेदों के जानने वाले अक्षर कहते हैं, जिसमें वीतराग मुनि प्रवेश करते हैं, और जिसे पाने के लिए ब्रह्मचर्य का आचरण किया जाता है, उस पद को मैं संक्षेप में तुम्हें बताता हूँ।",
  "8-12": "सभी द्वारों को संयमित करके, मन को हृदय में स्थिर करके और प्राण को मस्तक में स्थापित कर योगधारणा में स्थित होकर।",
  "8-13": "ॐ इस एकाक्षर ब्रह्म का उच्चारण करते हुए और मुझे स्मरण करता हुआ जो शरीर त्यागता है, वह परम गति को प्राप्त होता है।",
  "8-14": "जो अनन्यचित्त होकर सदा मेरा स्मरण करता है, उस नित्ययुक्त योगी के लिए मैं सुलभ हूँ।",
  "8-15": "मुझे प्राप्त करके महात्मा फिर दुःखरूप, अशाश्वत पुनर्जन्म को प्राप्त नहीं होते, क्योंकि वे परम सिद्धि को प्राप्त हो चुके होते हैं।",
  "8-16": "हे अर्जुन, ब्रह्मलोक तक के सभी लोक पुनरावर्ती हैं, परन्तु हे कौन्तेय, मुझे प्राप्त करने के बाद पुनर्जन्म नहीं होता।",
  "8-17": "जो ब्रह्मा का एक दिन जानते हैं वह हजार युगों का होता है, और उनकी एक रात भी हजार युगों की होती है।",
  "8-18": "दिन के आगमन पर सभी प्राणी अव्यक्त से प्रकट होते हैं, और रात के आगमन पर उसी अव्यक्त में लीन हो जाते हैं।",
  "8-19": "हे पार्थ, वही यह प्राणीसमूह बार-बार उत्पन्न होकर रात के आगमन पर लीन हो जाता है और दिन के आगमन पर फिर उत्पन्न होता है।",
  "8-20": "परन्तु उस अव्यक्त से परे एक और सनातन अव्यक्त सत्ता है, जो सभी प्राणियों के नष्ट होने पर भी नष्ट नहीं होती।",
  "8-21": "उसे अव्यक्त और अक्षर कहा गया है, वही परम गति है। जिसे प्राप्त होकर मनुष्य फिर लौटकर नहीं आते, वही मेरा परम धाम है।",
  "8-22": "हे पार्थ, वह परम पुरुष अनन्य भक्ति से ही प्राप्त किया जा सकता है, जिसमें सभी प्राणी स्थित हैं और जिससे यह सब व्याप्त है।",
  "8-23": "अब मैं उस काल का वर्णन करूँगा जिसमें प्रयाण करने वाले योगी पुनरावृत्ति नहीं पाते, और जिसमें प्रयाण करने वाले लौट आते हैं।",
  "8-24": "अग्नि, प्रकाश, दिन, शुक्ल पक्ष और उत्तरायण के छह मासों में प्रयाण करने वाले ब्रह्म को जानने वाले ब्रह्म को प्राप्त होते हैं।",
  "8-25": "धूम, रात्रि, कृष्ण पक्ष और दक्षिणायन के छह मासों में प्रयाण करने वाला योगी चंद्रलोक को प्राप्त होकर लौट आता है।",
  "8-26": "ये दोनों मार्ग शाश्वत माने गए हैं। एक से अनावृत्ति होती है और दूसरे से पुनरावृत्ति होती है।",
  "8-27": "हे पार्थ, इन दोनों मार्गों को जानकर कोई भी योगी मोहित नहीं होता। इसलिए तुम हर समय योग में स्थित रहो।",
  "8-28": "वेदों, यज्ञों, तप और दानों से जो पुण्य फल कहा गया है, उसे यह सब जानने वाला योगी अतिक्रमण कर परम आदि स्थान को प्राप्त होता है।",
  "9-1": "श्रीभगवान ने कहा: मैं तुम्हें यह परम गोपनीय ज्ञान, विज्ञान सहित, बिना ईर्ष्या के बताऊँगा, जिसे जानकर तुम अशुभ से मुक्त हो जाओगे।",
  "9-2": "यह राजविद्या है, राजगुह्य है, परम पवित्र है, प्रत्यक्ष अनुभव योग्य है, धर्मयुक्त है, करने में सुखद है और अविनाशी है।",
  "9-3": "हे परन्तप, इस धर्म में श्रद्धा न रखने वाले मनुष्य मुझे प्राप्त न होकर मृत्यु और संसार के मार्ग में लौटते रहते हैं।",
  "9-4": "मेरे अव्यक्त स्वरूप से यह संपूर्ण जगत व्याप्त है। सभी प्राणी मुझमें स्थित हैं, परन्तु मैं उनमें स्थित नहीं हूँ।",
  "9-5": "और वास्तव में प्राणी मुझमें स्थित भी नहीं हैं। मेरे ऐश्वर्ययुक्त योग को देखो। मैं भूतों को धारण करने वाला होते हुए भी उनमें स्थित नहीं हूँ।",
  "9-6": "जैसे आकाश में स्थित महान वायु सर्वत्र विचरण करती है, वैसे ही सभी प्राणी मुझमें स्थित हैं, ऐसा जानो।",
  "9-7": "हे कौन्तेय, कल्प के अंत में सभी प्राणी मेरी प्रकृति में लीन हो जाते हैं, और कल्प के आरंभ में मैं उन्हें पुनः उत्पन्न करता हूँ।",
  "9-8": "अपनी प्रकृति को अधीन करके मैं बार-बार इस संपूर्ण भूतसमूह की सृष्टि करता हूँ, जो प्रकृति के वश में है।",
  "9-9": "हे धनंजय, ये कर्म मुझे बाँधते नहीं हैं, क्योंकि मैं उनमें आसक्त नहीं हूँ और उदासीन के समान स्थित हूँ।",
  "9-10": "मेरे अधीक्षण से प्रकृति चर और अचर को उत्पन्न करती है, और इसी कारण यह संसार चलता है।",
  "9-11": "मूढ़ लोग मेरे मानवी रूप को धारण करने पर मेरा उपहास करते हैं, मेरे परम और ईश्वर स्वरूप को नहीं जानते।",
  "9-12": "वे व्यर्थ आशा, व्यर्थ कर्म और व्यर्थ ज्ञान वाले, राक्षसी और आसुरी प्रकृति को धारण किए रहते हैं।",
  "9-13": "हे पार्थ, महात्मा लोग दैवी प्रकृति का आश्रय लेकर, अनन्य मन से मुझे भजते हैं, मुझे सभी भूतों का आदि और अविनाशी जानकर।",
  "9-14": "वे सदा मेरा कीर्तन करते हैं, दृढ़ व्रत से युक्त होकर प्रयत्न करते हैं, और भक्तिपूर्वक मुझे नमस्कार करते हुए मेरी उपासना करते हैं।",
  "9-15": "कुछ लोग ज्ञानयज्ञ द्वारा मुझे एकत्व, पृथकत्व और अनेक रूपों में, सर्वतोमुख रूप से पूजते हैं।",
  "9-16": "मैं ही क्रतु हूँ, मैं ही यज्ञ हूँ, मैं ही स्वधा हूँ, मैं ही औषधि हूँ, मैं ही मंत्र हूँ, मैं ही घृत हूँ, मैं ही अग्नि हूँ और मैं ही आहुति हूँ।",
  "9-17": "मैं इस जगत का पिता, माता, धाता और पितामह हूँ। मैं जानने योग्य, पवित्र ओंकार और ऋग्वेद, सामवेद तथा यजुर्वेद हूँ।",
  "9-18": "मैं गति हूँ, पालनकर्ता हूँ, प्रभु हूँ, साक्षी हूँ, निवास हूँ, शरण हूँ, सुहृद हूँ, उत्पत्ति, प्रलय, आधार, निधान और अविनाशी बीज हूँ।",
  "9-19": "मैं ताप देता हूँ, वर्षा को रोकता और बरसाता हूँ। मैं अमृत भी हूँ और मृत्यु भी हूँ, सत् भी हूँ और असत् भी हूँ।",
  "9-20": "त्रिविध वेदों के ज्ञाता, सोमपान करने वाले, पापों से शुद्ध होकर यज्ञों द्वारा मेरी पूजा करके स्वर्ग की कामना करते हैं। वे पुण्य को प्राप्त होकर देवताओं के दिव्य भोग भोगते हैं।",
  "9-21": "वे विशाल स्वर्गलोक को भोगकर पुण्य क्षीण होने पर मृत्युलोक में लौट आते हैं। इस प्रकार वेदों के कर्मकांड का पालन करने वाले बार-बार आते-जाते रहते हैं।",
  "9-22": "जो अनन्य भाव से निरंतर मेरा चिंतन करते हुए मेरी उपासना करते हैं, उनके योगक्षेम का भार मैं स्वयं उठाता हूँ।",
  "9-23": "हे कौन्तेय, जो श्रद्धा सहित अन्य देवताओं की पूजा करते हैं, वे भी वास्तव में मेरी ही पूजा करते हैं, परन्तु विधिपूर्वक नहीं।",
  "9-24": "क्योंकि मैं ही सभी यज्ञों का भोक्ता और स्वामी हूँ, परन्तु वे मुझे तत्व से नहीं जानते, इसलिए गिर जाते हैं।",
  "9-25": "देवताओं को पूजने वाले देवताओं को प्राप्त होते हैं, पितरों को पूजने वाले पितरों को, भूतों को पूजने वाले भूतों को, और मेरी पूजा करने वाले मुझे प्राप्त होते हैं।",
  "9-26": "जो मुझे भक्तिपूर्वक पत्र, पुष्प, फल या जल अर्पित करता है, उस भक्त के द्वारा अर्पित उस प्रेमयुक्त अर्पण को मैं स्वीकार करता हूँ।",
  "9-27": "हे कौन्तेय, जो कुछ तुम करते हो, जो खाते हो, जो यज्ञ करते हो, जो दान देते हो और जो तप करते हो, उसे मुझे अर्पित करो।",
  "9-28": "इस प्रकार तुम शुभ और अशुभ कर्मों के बंधन से मुक्त हो जाओगे और संन्यासयोग से युक्त होकर मुझे प्राप्त करोगे।",
  "9-29": "मैं सभी प्राणियों में समभाव रखता हूँ। न कोई मुझे प्रिय है, न अप्रिय। परन्तु जो भक्तिपूर्वक मुझे भजते हैं, वे मुझमें हैं और मैं उनमें हूँ।",
  "9-30": "यदि कोई अत्यंत दुराचारी भी अनन्य भक्ति से मुझे भजता है, तो वह साधु ही माना जाना चाहिए, क्योंकि उसका संकल्प ठीक है।",
  "9-31": "वह शीघ्र ही धर्मात्मा हो जाता है और शाश्वत शांति को प्राप्त करता है। हे कौन्तेय, जान लो कि मेरा भक्त कभी नष्ट नहीं होता।",
  "9-32": "हे पार्थ, जो स्त्रियाँ, वैश्य और शूद्र भी पापयोनि कहे गए हैं, वे भी मेरी शरण लेकर परम गति को प्राप्त होते हैं।",
  "9-33": "फिर तो पुण्यात्मा ब्राह्मण और राजर्षि भक्त कितनी सहजता से। इसलिए इस नश्वर और दुःखमय लोक को पाकर मेरी भक्ति करो।",
  "9-34": "मन को मुझमें लगाओ, मेरे भक्त बनो, मेरी पूजा करो और मुझे नमस्कार करो। इस प्रकार अपने आप को मुझमें युक्त करके तुम निश्चय ही मुझे प्राप्त करोगे।",
  "10-1": "श्रीभगवान ने कहा: हे महाबाहु, फिर से मेरा यह परम वचन सुनो, जिसे मैं तुम्हारे हित की कामना से, प्रेमपूर्वक कह रहा हूँ।",
  "10-2": "न देवगण मेरे उत्पत्ति-तत्त्व को जानते हैं, न महर्षि, क्योंकि मैं ही सभी देवताओं और महर्षियों का आदि कारण हूँ।",
  "10-3": "जो मुझे अजन्मा, अनादि और समस्त लोकों का महान ईश्वर जानता है, वह मनुष्यों में मोह से मुक्त होकर समस्त पापों से छूट जाता है।",
  "10-4": "बुद्धि, ज्ञान, मोह का अभाव, क्षमा, सत्य, दम, सजी, सुख, दुःख, उत्पत्ति, विनाश, भय और अभय।",
  "10-5": "अहिंसा, समता, संतोष, तप, दान, यश और अपयश, ये सब भूतों के विविध भाव मुझसे ही उत्पन्न होते हैं।",
  "10-6": "सात महर्षि और उनसे पूर्व चार मनु मेरे ही मन से उत्पन्न हुए हैं, जिनसे यह सारी प्रजा संसार में फैली है।",
  "10-7": "जो मेरी इस विभूति और योग को तत्व से जानता है, वह अचल योग से युक्त हो जाता है, इसमें कोई संशय नहीं।",
  "10-8": "मैं ही सबका कारण हूँ, मुझसे ही सब कुछ प्रवर्तित होता है, ऐसा जानकर ज्ञानीजन भावयुक्त होकर मेरी भक्ति करते हैं।",
  "10-9": "जिनका चित्त मुझमें स्थित है, जिनके प्राण मुझमें लगे हैं, वे परस्पर मुझे समझाते हुए और मेरी चर्चा करते हुए सदा संतुष्ट और प्रसन्न रहते हैं।",
  "10-10": "जो सदा प्रेमपूर्वक मेरी भक्ति में लगे रहते हैं, उन्हें मैं वह बुद्धियोग देता हूँ, जिससे वे मुझे प्राप्त होते हैं।",
  "10-11": "उन पर अनुकम्पा करने के लिए मैं उनके हृदय में स्थित होकर अज्ञान से उत्पन्न अंधकार को ज्ञान के दीपक से नष्ट कर देता हूँ।",
  "10-12": "अर्जुन ने कहा: आप परम ब्रह्म, परम धाम और परम पवित्र हैं। आप शाश्वत, दिव्य, आदि देव और सर्वव्यापक हैं।",
  "10-13": "नारद, असित, देवल और व्यास जैसे सभी ऋषि आपको ऐसा ही कहते हैं, और आप स्वयं भी मुझे यही बताते हैं।",
  "10-14": "हे केशव, आपने जो कुछ मुझसे कहा है, मैं उसे पूर्णतः सत्य मानता हूँ, क्योंकि न देवता और न दानव आपकी अभिव्यक्ति को जानते हैं।",
  "10-15": "हे पुरुषोत्तम, आप स्वयं ही अपने आपको जानते हैं। आप समस्त भूतों के जनक, ईश्वर, देवों के देव और जगत के स्वामी हैं।",
  "10-16": "कृपया विस्तार से अपनी दिव्य विभूतियों का वर्णन कीजिए, जिनके द्वारा आप इन लोकों में व्याप्त होकर स्थित हैं।",
  "10-17": "हे योगेश्वर, मैं सदा आपका चिंतन कैसे करूँ और किन-किन भावों में आपको स्मरण करूँ?",
  "10-18": "हे जनार्दन, अपनी योगशक्ति और विभूतियों का फिर से विस्तार से वर्णन कीजिए, क्योंकि आपके अमृतमय वचनों को सुनकर मेरी तृप्ति नहीं होती।",
  "10-19": "श्रीभगवान ने कहा: हे कुरुश्रेष्ठ, अब मैं अपनी प्रमुख दिव्य विभूतियाँ कहूँगा, क्योंकि उनका विस्तार अंतहीन है।",
  "10-20": "हे गुडाकेश, मैं सभी भूतों के हृदय में स्थित आत्मा हूँ। मैं ही भूतों का आदि, मध्य और अंत हूँ।",
  "10-21": "आदित्यों में मैं विष्णु हूँ, ज्योतियों में सूर्य, मरुतों में मरीचि और नक्षत्रों में चंद्रमा हूँ।",
  "10-22": "वेदों में मैं सामवेद हूँ, देवताओं में इंद्र, इंद्रियों में मन और भूतों में चेतना हूँ।",
  "10-23": "रुद्रों में मैं शंकर हूँ, यक्षों और राक्षसों में कुबेर, वसुओं में अग्नि और पर्वतों में मेरु हूँ।",
  "10-24": "पुरोहितों में मैं बृहस्पति हूँ, सेनापतियों में स्कंद और जलाशयों में समुद्र हूँ।",
  "10-25": "महर्षियों में मैं भृगु हूँ, वाणी में एक अक्षर ओंकार, यज्ञों में जपयज्ञ और स्थिर वस्तुओं में हिमालय हूँ।",
  "10-26": "वृक्षों में मैं अश्वत्थ हूँ, देवर्षियों में नारद, गंधर्वों में चित्ररथ और सिद्धों में कपिल मुनि हूँ।",
  "10-27": "घोड़ों में मैं अमृत से उत्पन्न उच्चैःश्रवा हूँ, हाथियों में ऐरावत और मनुष्यों में राजा हूँ।",
  "10-28": "शस्त्रों में मैं वज्र हूँ, गायों में कामधेनु, प्रजनन शक्ति में कामदेव और सर्पों में वासुकि हूँ।",
  "10-29": "नागों में मैं अनंत हूँ, जलचरों में वरुण, पितरों में अर्यमा और संयम रखने वालों में यम हूँ।",
  "10-30": "दैत्यो में मैं प्रह्लाद हूँ, काल का रूप हूँ, पशुओं में सिंह और पक्षियों में गरुड़ हूँ।",
  "10-31": "वेगवानों में मैं वायु हूँ, शस्त्रधारियों में राम, मछलियों में मगर और नदियों में गंगा हूँ।",
  "10-32": "सृष्टियों का आदि, मध्य और अंत मैं ही हूँ। विद्याओं में अध्यात्मविद्या और विवाद करने वालों में वाद हूँ।",
  "10-33": "अक्षरों में मैं अकार हूँ, समासों में द्वंद्व समास और मैं ही अक्षय काल और विश्व का धाता हूँ।",
  "10-34": "मैं सर्वनाश करने वाली मृत्यु हूँ और भविष्य की उत्पत्ति भी हूँ। स्त्रियों में कीर्ति, श्री, वाणी, स्मृति, मेधा, धृति और क्षमा हूँ।",
  "10-35": "सामों में बृहत्साम, छंदों में गायत्री, महीनों में मार्गशीर्ष और ऋतुओं में वसंत हूँ।",
  "10-36": "छल करने वालों में जुआ हूँ, तेजस्वियों का तेज हूँ, विजय, उद्योग और सात्त्विकों का सत्त्व हूँ।",
  "10-37": "वृष्णियों में मैं वासुदेव हूँ, पांडवों में अर्जुन, मुनियों में व्यास और कवियों में उशना हूँ।",
  "10-38": "दमन करने वालों में दंड हूँ, विजय चाहने वालों में नीति, रहस्यों में मौन और ज्ञानियों का ज्ञान हूँ।",
  "10-39": "हे अर्जुन, समस्त भूतों का जो बीज है, वह मैं ही हूँ। ऐसा कोई चर या अचर नहीं है जो मुझसे रहित हो।",
  "10-40": "हे परन्तप, मेरी दिव्य विभूतियों का कोई अंत नहीं है। यह विस्तार मैंने केवल संकेत रूप में कहा है।",
  "10-41": "जो भी ऐश्वर्य, सौंदर्य या शक्ति से युक्त है, उसे तुम मेरे तेज के अंश से उत्पन्न समझो।",
  "10-42": "हे अर्जुन, इस विस्तृत ज्ञान से क्या प्रयोजन है? मैं इस संपूर्ण जगत को अपने एक अंश से धारण करके स्थित हूँ।",
  "11-1": "अर्जुन ने कहा: आपकी कृपा से जो यह परम और गोपनीय अध्यात्मज्ञान आपने कहा, उससे मेरा मोह नष्ट हो गया है।",
  "11-2": "हे कमलनयन, मैंने आपसे भूतों की उत्पत्ति और विनाश विस्तार से सुने हैं, और आपकी अविनाशी महिमा भी।",
  "11-3": "हे परमेश्वर, आप अपने स्वरूप के विषय में जैसा कहते हैं वैसा ही है। अब मैं आपका ऐश्वर्ययुक्त रूप देखना चाहता हूँ।",
  "11-4": "हे प्रभु, यदि आप इसे मेरे द्वारा देखा जाना संभव समझते हैं, तो हे योगेश्वर, अपना वह अविनाशी रूप मुझे दिखाइए।",
  "11-5": "श्रीभगवान ने कहा: हे पार्थ, मेरे सैकड़ों और हजारों दिव्य, नाना प्रकार और नाना रंग-रूप वाले स्वरूपों को देखो।",
  "11-6": "आदित्यों, वसुओं, रुद्रों, अश्विनीकुमारों और मरुतों को देखो। हे भारत, वे अद्भुत रूप भी देखो जो पहले कभी नहीं देखे गए।",
  "11-7": "हे गुडाकेश, आज मेरे शरीर में इस एक स्थान पर संपूर्ण चराचर जगत को देखो और जो कुछ भी तुम देखना चाहते हो, वह सब।",
  "11-8": "परंतु तुम मुझे इन साधारण नेत्रों से नहीं देख सकते। मैं तुम्हें दिव्य दृष्टि देता हूँ, मेरे ऐश्वर्ययुक्त योग को देखो।",
  "11-9": "संजय ने कहा: हे राजन्, ऐसा कहकर महायोगेश्वर हरि ने अर्जुन को अपना परम ऐश्वर्ययुक्त रूप दिखाया।",
  "11-10": "उस रूप में अनेक मुख और नेत्र थे, अनेक अद्भुत दृश्य थे, अनेक दिव्य आभूषण और अनेक उठे हुए दिव्य अस्त्र थे।",
  "11-11": "वह दिव्य मालाओं और वस्त्रों से युक्त था, दिव्य गंधों से लिप्त था, सर्वथा अद्भुत, अनंत और विश्वतोमुख देव था।",
  "11-12": "यदि आकाश में एक साथ हजारों सूर्य उदित हो जाएँ, तो उनकी प्रभा उस महात्मा की प्रभा के समान हो सकती है।",
  "11-13": "तब अर्जुन ने उस देवों के देव के शरीर में एक स्थान पर स्थित संपूर्ण जगत को अनेक रूपों में विभक्त देखा।",
  "11-14": "तब धनंजय विस्मय से भर गया, उसके रोम खड़े हो गए, और वह सिर झुकाकर, हाथ जोड़कर देव से बोला।",
  "11-15": "अर्जुन ने कहा: हे देव, मैं आपके शरीर में सभी देवताओं और भूतों के विविध समूहों को देख रहा हूँ।",
  "11-16": "हे विश्वेश्वर, आपके अनंत रूप को मैं हर ओर देख रहा हूँ, परंतु न आपका आदि, न मध्य और न अंत देख पा रहा हूँ।",
  "11-17": "मैं आपको मुकुट, गदा और चक्र धारण किए हुए, चारों ओर तेज से प्रकाशित देख रहा हूँ, जिन्हें देखना कठिन है।",
  "11-18": "आप ही जानने योग्य परम अक्षर हैं, आप ही इस विश्व के परम आधार हैं, आप शाश्वत धर्म के रक्षक और सनातन पुरुष हैं।",
  "11-19": "मैं आपको अनादि, अनंत, अनंत बाहुओं वाले, सूर्य और चंद्र को नेत्र बनाए हुए देख रहा हूँ, जो अपने तेज से इस जगत को तप्त कर रहे हैं।",
  "11-20": "स्वर्ग और पृथ्वी के बीच का यह सब अंतरिक्ष और सभी दिशाएँ आप एक ही रूप से व्याप्त किए हुए हैं।",
  "11-21": "देवताओं के समूह आप में प्रवेश कर रहे हैं, कुछ भयभीत होकर हाथ जोड़कर आपकी स्तुति कर रहे हैं।",
  "11-22": "रुद्र, आदित्य, वसु, साध्य, विश्वदेव, अश्विन, मरुत, पितर, गंधर्व, यक्ष, असुर और सिद्ध सभी आपको विस्मय से देख रहे हैं।",
  "11-23": "हे महाबाहु, आपके इस महान, अनेक मुख और नेत्रों वाले, भयानक रूप को देखकर सभी लोक और मैं भी अत्यंत व्यथित हूँ।",
  "11-24": "आपके तेजस्वी और प्रज्वलित रूप को देखकर मेरा मन विचलित हो गया है और मुझे शांति नहीं मिल रही।",
  "11-25": "आपके दंष्ट्राओं से युक्त भयानक मुखों को देखकर मैं दिशाएँ नहीं पहचान पा रहा हूँ। हे देवेश, मुझ पर कृपा कीजिए।",
  "11-26": "धृतराष्ट्र के पुत्र, भीष्म, द्रोण, कर्ण और अन्य सभी प्रमुख योद्धा आपके मुखों में प्रविष्ट हो रहे हैं।",
  "11-27": "कुछ योद्धा आपके दाँतों के बीच फँसे दिखाई दे रहे हैं, जिनके सिर चूर्णित हो चुके हैं।",
  "11-28": "जैसे नदियाँ वेग से समुद्र में प्रवेश करती हैं, वैसे ही ये वीर योद्धा आपके प्रज्वलित मुखों में प्रवेश कर रहे हैं।",
  "11-29": "जैसे पतंगे जलती अग्नि में नष्ट होने के लिए प्रवेश करते हैं, वैसे ही ये लोक भी आपके मुखों में प्रविष्ट हो रहे हैं।",
  "11-30": "आप अपनी ज्वलंत मुखों से संपूर्ण लोकों को निगल रहे हैं और अपने तेज से सारे जगत को भर रहे हैं।",
  "11-31": "मुझे बताइए, आप इस उग्र रूप में कौन हैं? हे देवश्रेष्ठ, आपको नमस्कार है। कृपा कीजिए, मैं आपके आदि स्वरूप को जानना चाहता हूँ।",
  "11-32": "श्रीभगवान ने कहा: मैं काल हूँ, लोकों का संहार करने वाला, और यहाँ सबको नष्ट करने के लिए प्रवृत्त हुआ हूँ।",
  "11-33": "इसलिए तुम उठो, यश प्राप्त करो, शत्रुओं को जीतकर समृद्ध राज्य का भोग करो। ये सब पहले से ही मेरे द्वारा मारे जा चुके हैं, तुम केवल निमित्त बनो।",
  "11-34": "द्रोण, भीष्म, जयद्रथ, कर्ण और अन्य सभी वीर योद्धा मेरे द्वारा मारे जा चुके हैं। तुम युद्ध करो, विजय तुम्हारी होगी।",
  "11-35": "संजय ने कहा: यह सुनकर अर्जुन भयभीत होकर हाथ जोड़कर, काँपते स्वर में श्रीकृष्ण को प्रणाम करने लगा।",
  "11-36": "अर्जुन ने कहा: हे हृषीकेश, आपकी कीर्ति से यह जगत आनंदित होता है और आसुरी शक्तियाँ भयभीत होकर भाग जाती हैं।",
  "11-37": "हे महात्मन्, आप ब्रह्मा से भी श्रेष्ठ हैं, फिर आपको नमस्कार क्यों न किया जाए? आप अक्षर, सत् और असत् से परे हैं।",
  "11-38": "आप आदि देव हैं, शाश्वत पुरुष हैं, इस विश्व के परम आधार हैं और आप ही इस अनंत रूप से जगत में व्याप्त हैं।",
  "11-39": "आप वायु, यम, अग्नि, वरुण, चंद्रमा, प्रजापति और पितामह भी आप ही हैं। आपको बार-बार नमस्कार है।",
  "11-40": "आपको आगे से, पीछे से और हर ओर से नमस्कार है। आप अनंत सामर्थ्य वाले हैं और सब कुछ व्याप्त करते हैं।",
  "11-41": "मैंने जो आपको मित्र समझकर हे कृष्ण, हे यादव कहकर कहा, वह आपकी महिमा न जानने के कारण था, कृपया मुझे क्षमा करें।",
  "11-42": "हँसी-मजाक में, शय्या, आसन और भोजन में जो भी अपमान हुआ हो, उसके लिए हे अच्युत, मैं आपसे क्षमा माँगता हूँ।",
  "11-43": "आप चराचर जगत के पिता और पूजनीय गुरु हैं। तीनों लोकों में आपके समान या आपसे बढ़कर कोई नहीं है।",
  "11-44": "इसलिए मैं दंडवत प्रणाम कर आपको प्रसन्न करना चाहता हूँ। जैसे पिता पुत्र को, मित्र मित्र को और प्रिय प्रिय को क्षमा करता है, वैसे ही आप मुझे क्षमा करें।",
  "11-45": "पहले कभी न देखे गए इस रूप को देखकर मैं हर्षित भी हूँ और भयभीत भी। कृपया फिर से अपना सौम्य रूप दिखाइए।",
  "11-46": "मैं आपको मुकुट, गदा और चक्र धारण किए हुए चतुर्भुज रूप में देखना चाहता हूँ।",
  "11-47": "श्रीभगवान ने कहा: हे अर्जुन, प्रसन्न होकर मैंने योगशक्ति से तुम्हें यह परम, तेजोमय और अनंत रूप दिखाया।",
  "11-48": "न वेदों से, न तप से, न दान से और न यज्ञ से मनुष्यों में इस रूप को कोई देख सकता है।",
  "11-49": "इस भयानक रूप को देखकर तुम भय और मोह को त्यागो और शांत चित्त से मेरा यह सौम्य रूप देखो।",
  "11-50": "संजय ने कहा: ऐसा कहकर वासुदेव ने फिर अपना सौम्य रूप धारण किया और भयभीत अर्जुन को शांति दी।",
  "11-51": "अर्जुन ने कहा: हे जनार्दन, आपका यह सौम्य मानवी रूप देखकर अब मेरा चित्त शांत हो गया है।",
  "11-52": "श्रीभगवान ने कहा: जिस रूप को तुमने देखा, उसे देवता भी सदा देखने की इच्छा करते हैं।",
  "11-53": "न वेदों से, न तप से, न दान से और न यज्ञ से इस रूप को देखा जा सकता है।",
  "11-54": "केवल अनन्य भक्ति से ही मुझे इस रूप में जाना, देखा और प्राप्त किया जा सकता है।",
  "11-55": "जो मेरे लिए कर्म करता है, मुझे ही परम मानता है, मेरा भक्त है, आसक्ति रहित और सभी प्राणियों से वैरभाव रहित है, वह मुझे प्राप्त होता है।",
  "12-1": "अर्जुन ने कहा: जो भक्त निरंतर आपको सगुण रूप में भजते हैं और जो अव्यक्त, अविनाशी को उपासते हैं, उनमें से कौन अधिक योगयुक्त है?",
  "12-2": "श्रीभगवान ने कहा: जो मुझमें मन लगाकर, श्रद्धा सहित निरंतर मेरी उपासना करते हैं, वे मेरे अनुसार सर्वश्रेष्ठ योगी हैं।",
  "12-3": "परंतु जो इंद्रियों से परे, अव्यक्त, सर्वव्यापी, अचिंत्य, स्थिर और ध्रुव अक्षर की उपासना करते हैं,",
  "12-4": "इंद्रियों को संयमित कर, सभी प्राणियों के हित में रत रहकर, समबुद्धि वाले होकर, वे भी मुझे ही प्राप्त होते हैं।",
  "12-5": "अव्यक्त में आसक्त चित्त वालों के लिए साधना अधिक कठिन होती है, क्योंकि देहधारी के लिए अव्यक्त की गति कष्टसाध्य है।",
  "12-6": "पर जो अपने सभी कर्म मुझमें समर्पित कर, अनन्य योग से मेरा ध्यान करते हुए मेरी उपासना करते हैं,",
  "12-7": "हे पार्थ, मैं शीघ्र ही उन्हें मृत्यु और संसार के सागर से पार कर देता हूँ, जिनका चित्त मुझमें स्थित है।",
  "12-8": "अपने मन को मुझमें लगाओ, अपनी बुद्धि को मुझमें स्थापित करो, तब तुम निःसंदेह मुझमें ही निवास करोगे।",
  "12-9": "यदि तुम मन को मुझमें स्थिर नहीं कर पाते, तो अभ्यासयोग द्वारा मुझे प्राप्त करने की इच्छा करो।",
  "12-10": "यदि अभ्यास में भी असमर्थ हो, तो मेरे लिए कर्म करने में तत्पर रहो। मेरे लिए कर्म करते हुए भी तुम सिद्धि प्राप्त करोगे।",
  "12-11": "और यदि यह भी न कर सको, तो आत्मसंयम से सभी कर्मफलों का त्याग करो।",
  "12-12": "अभ्यास से ज्ञान श्रेष्ठ है, ज्ञान से ध्यान श्रेष्ठ है और ध्यान से कर्मफलत्याग श्रेष्ठ है, क्योंकि त्याग से तुरंत शांति मिलती है।",
  "12-13": "जो किसी से द्वेष नहीं करता, सब प्राणियों के प्रति मैत्री और करुणा रखता है, निर्मम और अहंकाररहित है,",
  "12-14": "जो सदा संतुष्ट, संयमी, दृढ़ निश्चय वाला और मन-बुद्धि को मुझमें अर्पित करने वाला भक्त है, वह मुझे प्रिय है।",
  "12-15": "जिससे संसार उद्विग्न नहीं होता और जो संसार से उद्विग्न नहीं होता, जो हर्ष, क्रोध, भय और चिंता से मुक्त है, वह मुझे प्रिय है।",
  "12-16": "जो अपेक्षारहित, शुद्ध, दक्ष, उदासीन और दुःख से रहित है, जो सभी आरंभों का त्याग करता है, वह भक्त मुझे प्रिय है।",
  "12-17": "जो न हर्षित होता है, न द्वेष करता है, न शोक करता है, न इच्छा करता है, और शुभ-अशुभ का त्याग करता है, वह भक्त मुझे प्रिय है।",
  "12-18": "जो शत्रु और मित्र में, मान और अपमान में, शीत और उष्ण में, सुख और दुःख में समभाव रखता है और संग से रहित है,",
  "12-19": "जो निंदा और स्तुति में समान है, मौनशील है, जो कुछ भी मिले उसमें संतुष्ट है, जिसका स्थिर मन है, वह भक्त मुझे प्रिय है।",
  "12-20": "जो श्रद्धा सहित इस धर्मयुक्त अमृतमय उपदेश का पालन करते हैं और मुझे ही परम मानते हैं, वे भक्त मुझे अत्यंत प्रिय हैं।",
  "13-1": "श्रीभगवान ने कहा: हे कौन्तेय, इस शरीर को क्षेत्र कहा जाता है और जो इसे जानता है, उसे ज्ञानीजन क्षेत्रज्ञ कहते हैं।",
  "13-2": "हे भारत, सभी क्षेत्रों में क्षेत्रज्ञ मुझे ही जानो। क्षेत्र और क्षेत्रज्ञ का जो ज्ञान है, वही मेरा मत है।",
  "13-3": "वह क्षेत्र क्या है, कैसा है, उसमें क्या विकार हैं, वह किससे उत्पन्न हुआ है और क्षेत्रज्ञ कौन है, इसे संक्षेप में मुझसे सुनो।",
  "13-4": "इसका वर्णन ऋषियों ने अनेक प्रकार से, विभिन्न छंदों में और ब्रह्मसूत्रों के तर्कयुक्त पदों द्वारा किया है।",
  "13-5": "महाभूत, अहंकार, बुद्धि, अव्यक्त, दस इंद्रियाँ और पाँच इंद्रिय-विषय,",
  "13-6": "इच्छा, द्वेष, सुख, दुःख, संघात, चेतना और धृति, यह सब विकारों सहित क्षेत्र कहलाता है।",
  "13-7": "अमानित्व, अदंभ, अहिंसा, क्षमा, सरलता, आचार्य की सेवा, शौच, स्थिरता और आत्मसंयम,",
  "13-8": "इंद्रिय विषयों में वैराग्य, अहंकार का अभाव, जन्म, मृत्यु, जरा और रोग के दुःख को देखना,",
  "13-9": "पुत्र, पत्नी और गृह में अनासक्ति तथा प्रिय-अप्रिय की प्राप्ति में समचित्तता,",
  "13-10": "मुझमें अनन्य भक्ति, एकांत स्थान में रहने की प्रवृत्ति और जनसमूह से अरुचि,",
  "13-11": "अध्यात्मज्ञान में निरंतरता और तत्वज्ञान का दर्शन, इसे ज्ञान कहा गया है, इसके विपरीत अज्ञान है।",
  "13-12": "अब मैं उस ज्ञेय का वर्णन करूँगा, जिसे जानकर अमरत्व प्राप्त होता है। वह अनादि, परम ब्रह्म है, जो न सत् कहा जाता है, न असत्।",
  "13-13": "वह सर्वत्र हाथ-पैर, नेत्र, सिर और मुख वाला है, सब कुछ सुनने वाला और सबको व्याप्त करके स्थित है।",
  "13-14": "वह सभी इंद्रियों के गुणों का आभास देता है, फिर भी इंद्रियों से रहित है। वह असक्त होकर सबका पालन करता है।",
  "13-15": "वह भूतों के भीतर और बाहर स्थित है, चर और अचर है, सूक्ष्म होने से अगम्य है और दूर होते हुए भी समीप है।",
  "13-16": "वह अविभक्त होते हुए भी भूतों में विभक्त-सा प्रतीत होता है। वही सबका धारक, संहारक और उत्पन्न करने वाला है।",
  "13-17": "वह ज्योतियों की भी ज्योति है, अंधकार से परे है। वही ज्ञान है, ज्ञेय है और ज्ञान से प्राप्त होने वाला है, जो सबके हृदय में स्थित है।",
  "13-18": "इस प्रकार क्षेत्र, ज्ञान और ज्ञेय का संक्षेप में वर्णन किया गया है। मेरा भक्त इसे जानकर मेरे भाव को प्राप्त होता है।",
  "13-19": "प्रकृति और पुरुष दोनों को अनादि जानो और सभी विकारों तथा गुणों को प्रकृति से उत्पन्न समझो।",
  "13-20": "कार्य और कारण में कर्तृत्व का हेतु प्रकृति है और सुख-दुःख के भोग का हेतु पुरुष कहा जाता है।",
  "13-21": "प्रकृति में स्थित पुरुष, प्रकृति से उत्पन्न गुणों को भोगता है और गुणों का संग ही उसके उत्तम-अधम योनियों में जन्म का कारण है।",
  "13-22": "यह पुरुष ही देह में स्थित उपद्रष्टा, अनुमन्ता, भर्ता, भोक्ता और परमात्मा कहलाता है।",
  "13-23": "जो पुरुष और प्रकृति को गुणों सहित जानता है, वह किसी भी अवस्था में रहकर फिर जन्म नहीं लेता।",
  "13-24": "कुछ लोग ध्यान द्वारा आत्मा को आत्मा में देखते हैं, कुछ सांख्य योग से और कुछ कर्मयोग से।",
  "13-25": "अन्य लोग स्वयं न जानकर, दूसरों से सुनकर उपासना करते हैं और वे भी मृत्यु से पार हो जाते हैं।",
  "13-26": "जो कुछ भी स्थावर या जंगम उत्पन्न होता है, वह क्षेत्र और क्षेत्रज्ञ के संयोग से ही होता है।",
  "13-27": "जो परमेश्वर को सभी भूतों में समभाव से स्थित और नष्ट होते में भी अविनाशी देखता है, वही वास्तव में देखता है।",
  "13-28": "जो सबमें समभाव से स्थित ईश्वर को देखता है, वह आत्मा द्वारा आत्मा का नाश नहीं करता और परम गति को प्राप्त होता है।",
  "13-29": "जो देखता है कि सभी कर्म प्रकृति द्वारा किए जा रहे हैं और आत्मा अकर्ता है, वही सही रूप से देखता है।",
  "13-30": "जब वह भूतों की पृथकता को एक ही में स्थित देखता है और उससे विस्तार को जानता है, तब वह ब्रह्म को प्राप्त होता है।",
  "13-31": "अनादि और निर्गुण होने से यह परमात्मा अविनाशी है। शरीर में स्थित होकर भी न करता है और न लिप्त होता है।",
  "13-32": "जैसे सर्वत्र स्थित आकाश सूक्ष्म होने से लिप्त नहीं होता, वैसे ही आत्मा शरीर में स्थित होकर भी लिप्त नहीं होती।",
  "13-33": "जैसे एक सूर्य पूरे लोक को प्रकाशित करता है, वैसे ही क्षेत्रज्ञ पूरे क्षेत्र को प्रकाशित करता है।",
  "13-34": "जो ज्ञानचक्षु से क्षेत्र और क्षेत्रज्ञ का भेद तथा प्रकृति से मुक्ति को जान लेते हैं, वे परम पद को प्राप्त होते हैं।",
  "14-1": "श्रीभगवान ने कहा: मैं फिर से उस परम ज्ञान का वर्णन करूँगा, जो सभी ज्ञानों में श्रेष्ठ है, जिसे जानकर सभी मुनि इस संसार से मुक्त होकर परम सिद्धि को प्राप्त हुए हैं।",
  "14-2": "इस ज्ञान का आश्रय लेकर वे मेरे समान स्वरूप को प्राप्त हुए हैं और न तो सृष्टि में जन्म लेते हैं और न ही प्रलय में व्यथित होते हैं।",
  "14-3": "हे भारत, महत् ब्रह्म मेरी योनि है, उसमें मैं गर्भ धारण करता हूँ और उससे सभी भूतों की उत्पत्ति होती है।",
  "14-4": "हे कौन्तेय, जितनी भी योनियों में देहधारी उत्पन्न होते हैं, उन सबकी महान योनि ब्रह्म है और मैं बीज देने वाला पिता हूँ।",
  "14-5": "सत्त्व, रज और तम, ये तीनों गुण प्रकृति से उत्पन्न हैं और हे महाबाहु, ये अविनाशी देही को देह में बाँधते हैं।",
  "14-6": "उनमें सत्त्व गुण निर्मल होने के कारण प्रकाशक और रोगरहित है। हे निष्पाप, वह सुख और ज्ञान के संग से बाँधता है।",
  "14-7": "रज गुण को रागात्मक जानो, जो तृष्णा और आसक्ति से उत्पन्न होता है। हे कौन्तेय, वह कर्म के संग से देही को बाँधता है।",
  "14-8": "तम गुण को अज्ञान से उत्पन्न जानो, जो सभी देहधारियों को मोह में डालता है। हे भारत, वह प्रमाद, आलस्य और निद्रा से बाँधता है।",
  "14-9": "हे भारत, सत्त्व सुख में, रज कर्म में और तम ज्ञान को ढककर प्रमाद में प्रवृत्त करता है।",
  "14-10": "हे भारत, कभी सत्त्व रज और तम को दबाकर बढ़ता है, कभी रज सत्त्व और तम को, और कभी तम सत्त्व और रज को दबा देता है।",
  "14-11": "जब इस शरीर के सभी द्वारों में प्रकाश और ज्ञान प्रकट होता है, तब जानना चाहिए कि सत्त्व गुण बढ़ा हुआ है।",
  "14-12": "हे भरतश्रेष्ठ, लोभ, प्रवृत्ति, कर्मों का आरंभ, अशांति और स्पृहा, ये सब रज गुण के बढ़ने पर उत्पन्न होते हैं।",
  "14-13": "हे कुरुनन्दन, अज्ञान, निष्क्रियता, प्रमाद और मोह, ये सब तम गुण के बढ़ने पर उत्पन्न होते हैं।",
  "14-14": "जब देहधारी सत्त्व गुण की वृद्धि में मृत्यु को प्राप्त होता है, तब वह उत्तम और निर्मल लोकों को प्राप्त होता है।",
  "14-15": "रज गुण में मृत्यु होने पर वह कर्मासक्त योनियों में जन्म लेता है और तम गुण में मरने पर मूढ़ योनियों में उत्पन्न होता है।",
  "14-16": "सत्कर्म का फल सात्त्विक और निर्मल कहा गया है। रज का फल दुःख है और तम का फल अज्ञान है।",
  "14-17": "सत्त्व से ज्ञान उत्पन्न होता है, रज से लोभ और तम से प्रमाद, मोह तथा अज्ञान उत्पन्न होता है।",
  "14-18": "सत्त्व में स्थित लोग ऊपर जाते हैं, रज में स्थित मध्य में रहते हैं और तम गुण में स्थित अधोगति को प्राप्त होते हैं।",
  "14-19": "जब मनुष्य गुणों के अतिरिक्त किसी अन्य कर्ता को नहीं देखता और गुणों से परे मुझे जानता है, तब वह मेरे भाव को प्राप्त होता है।",
  "14-20": "देही इन तीनों गुणों को पार कर जन्म, मृत्यु, जरा और दुःख से मुक्त होकर अमृत को प्राप्त होता है।",
  "14-21": "अर्जुन ने कहा: हे प्रभु, जो इन तीनों गुणों से परे है, उसके लक्षण क्या हैं? उसका आचरण कैसा है और वह इन गुणों को कैसे पार करता है?",
  "14-22": "श्रीभगवान ने कहा: हे पाण्डव, जो प्रकाश, प्रवृत्ति और मोह के प्रकट होने पर न द्वेष करता है और न उनके निवृत्त होने की कामना करता है,",
  "14-23": "जो उदासीन के समान स्थित रहता है और गुणों से विचलित नहीं होता, यह जानकर कि गुण ही गुणों में प्रवृत्त हैं, वह स्थिर रहता है।",
  "14-24": "जो सुख-दुःख में समान, आत्मस्थ, मिट्टी, पत्थर और सोने में समभाव रखने वाला, प्रिय-अप्रिय में समान, धीर और निंदा-स्तुति में समान है,",
  "14-25": "जो मान-अपमान, मित्र-शत्रु में समान है और सभी आरंभों का त्याग करता है, वही गुणातीत कहलाता है।",
  "14-26": "जो अनन्य भक्ति योग से मेरी सेवा करता है, वह इन गुणों को पार कर ब्रह्मभाव को प्राप्त होता है।",
  "14-27": "क्योंकि मैं ही अमृतस्वरूप, अविनाशी, शाश्वत धर्म और परम सुखस्वरूप ब्रह्म का आधार हूँ।",
  "15-1": "श्रीभगवान ने कहा: इस संसार को एक उल्टे अश्वत्थ वृक्ष के समान कहा गया है, जिसकी जड़ ऊपर है और शाखाएँ नीचे हैं। जिसके पत्ते वेद हैं, जो इसे जानता है, वही वेदों का ज्ञाता है।",
  "15-2": "उस वृक्ष की शाखाएँ ऊपर और नीचे फैली हुई हैं, जो गुणों से पोषित और विषय रूपी कोंपलों वाली हैं। मनुष्यलोक में उसकी जड़ें नीचे की ओर कर्मों से बंधी हुई फैली हैं।",
  "15-3": "इसका वास्तविक रूप यहाँ न तो स्पष्ट दिखता है, न इसका अंत, न आदि और न ही इसकी प्रतिष्ठा। इस दृढ़ मूल वाले अश्वत्थ वृक्ष को वैराग्य रूपी दृढ़ शस्त्र से काटकर,",
  "15-4": "उस परम पद की खोज करनी चाहिए, जहाँ जाकर फिर लौटना नहीं पड़ता। उसी आदि पुरुष की शरण ग्रहण करता हूँ, जिससे यह प्राचीन प्रवृत्ति निकली है।",
  "15-5": "जो मान और मोह से मुक्त हैं, संगदोष को जीत चुके हैं, अध्यात्म में स्थित हैं, कामनाओं से निवृत्त हैं और सुख-दुःख के द्वंद्वों से मुक्त हैं, वे उस अविनाशी पद को प्राप्त होते हैं।",
  "15-6": "जिस पद को न सूर्य प्रकाशित करता है, न चंद्रमा और न अग्नि। जहाँ जाकर फिर लौटना नहीं होता, वही मेरा परम धाम है।",
  "15-7": "जीव लोक में स्थित यह जीव मेरा ही सनातन अंश है, जो प्रकृति में स्थित मन और छह इंद्रियों को खींचता है।",
  "15-8": "जब ईश्वर जीव देह को प्राप्त करता है और जब उसे छोड़ता है, तब वह इन इंद्रियों को वैसे ही साथ ले जाता है जैसे वायु सुगंध को ले जाती है।",
  "15-9": "श्रवण, दृष्टि, स्पर्श, रसना और घ्राण तथा मन का आश्रय लेकर यह जीव विषयों का अनुभव करता है।",
  "15-10": "जो लोग ज्ञानचक्षु से रहित हैं, वे जीव के देह छोड़ने, रहने या विषय भोगने को नहीं देख पाते, किंतु ज्ञानचक्षु वाले इसे देखते हैं।",
  "15-11": "प्रयत्नशील योगी इस आत्मा को अपने भीतर स्थित देखते हैं, परंतु अशुद्ध चित्त वाले प्रयत्न करने पर भी इसे नहीं देख पाते।",
  "15-12": "जो तेज सूर्य में, चंद्रमा में और अग्नि में है और पूरे जगत को प्रकाशित करता है, उसे मेरा ही तेज जानो।",
  "15-13": "मैं पृथ्वी में प्रवेश कर अपने बल से भूतों को धारण करता हूँ और रसस्वरूप चंद्रमा बनकर समस्त औषधियों को पुष्ट करता हूँ।",
  "15-14": "मैं वैश्वानर अग्नि बनकर प्राणियों के शरीर में स्थित होकर प्राण और अपान से संयुक्त होकर चार प्रकार के अन्न को पचाता हूँ।",
  "15-15": "मैं ही सबके हृदय में स्थित हूँ। मुझसे ही स्मृति, ज्ञान और विस्मृति होती है। सभी वेदों से मैं ही जानने योग्य हूँ, मैं ही वेदांत का कर्ता और वेदों का ज्ञाता हूँ।",
  "15-16": "इस लोक में दो प्रकार के पुरुष हैं, क्षर और अक्षर। सभी भूत क्षर हैं और जो कूटस्थ है, वह अक्षर कहलाता है।",
  "15-17": "इन दोनों से भिन्न उत्तम पुरुष परमात्मा कहलाता है, जो तीनों लोकों में प्रवेश कर उन्हें धारण करता है और अविनाशी ईश्वर है।",
  "15-18": "क्योंकि मैं क्षर से परे और अक्षर से भी उत्तम हूँ, इसलिए लोक और वेदों में पुरुषोत्तम के नाम से प्रसिद्ध हूँ।",
  "15-19": "जो मुझे इस प्रकार पुरुषोत्तम जानता है और मोह रहित है, वह सर्वज्ञ होकर सर्वभाव से मेरी भक्ति करता है।",
  "15-20": "हे निष्पाप भारत, यह अत्यंत गोपनीय शास्त्र मैंने कहा है। इसे जानकर मनुष्य बुद्धिमान हो जाता है और कृतकृत्य हो जाता है।",
  "16-1": "श्रीभगवान ने कहा: अभय, अंतःकरण की शुद्धि, ज्ञानयोग में दृढ़ता, दान, इंद्रिय-संयम, यज्ञ, स्वाध्याय, तप और सरलता—",
  "16-2": "अहिंसा, सत्य, क्रोध का अभाव, त्याग, शांति, दोषारोपण का अभाव, सभी प्राणियों में दया, लोभ का न होना, कोमलता, लज्जा और चंचलता का अभाव—",
  "16-3": "तेज, क्षमा, धैर्य, शुद्धता, द्वेष का अभाव और मान की इच्छा न होना—हे भारत, ये सब दैवी संपदा के लक्षण हैं।",
  "16-4": "दम्भ, अहंकार, अभिमान, क्रोध, कठोरता और अज्ञान—हे पार्थ, ये आसुरी संपदा के लक्षण हैं।",
  "16-5": "दैवी संपदा मोक्ष के लिए है और आसुरी संपदा बंधन के लिए। हे पाण्डव, शोक मत करो, तुम दैवी संपदा से युक्त हो।",
  "16-6": "इस संसार में दो प्रकार की सृष्टि है—दैवी और आसुरी। दैवी का विस्तार से वर्णन किया गया है, अब आसुरी को मुझसे सुनो।",
  "16-7": "आसुरी लोग न प्रवृत्ति को जानते हैं न निवृत्ति को। उनमें न शुद्धता होती है, न आचरण और न ही सत्य।",
  "16-8": "वे कहते हैं कि यह जगत असत्य, आधारहीन और ईश्वर रहित है; यह केवल कामना से उत्पन्न हुआ है और इसका कोई अन्य कारण नहीं।",
  "16-9": "इस दृष्टि को अपनाकर नष्टबुद्धि और अल्पबुद्धि लोग उग्र कर्मों में प्रवृत्त होते हैं, जो जगत के विनाश के लिए होते हैं।",
  "16-10": "अतृप्त कामनाओं का आश्रय लेकर, दम्भ, मान और मद से युक्त होकर, वे मोहवश असत्य विचारों को पकड़कर अशुद्ध आचरण में प्रवृत्त होते हैं।",
  "16-11": "वे अंतहीन चिंताओं से ग्रस्त रहते हैं, जो मृत्यु तक बनी रहती हैं, और भोग ही जीवन का लक्ष्य मानते हैं।",
  "16-12": "सैकड़ों आशाओं के बंधन में बँधे हुए, काम और क्रोध के अधीन होकर, वे अन्याय से धन संग्रह में लगे रहते हैं।",
  "16-13": "वे कहते हैं—आज यह प्राप्त किया है, यह इच्छा पूरी करूँगा; इतना धन मेरे पास है और आगे और भी होगा।",
  "16-14": "यह शत्रु मेरे द्वारा मारा गया है, और अन्य को भी मारूँगा। मैं ईश्वर हूँ, मैं भोगी हूँ, मैं सिद्ध, बलवान और सुखी हूँ।",
  "16-15": "मैं धनवान और कुलीन हूँ, मेरे समान कौन है? मैं यज्ञ करूँगा, दान दूँगा और आनंद मनाऊँगा—इस प्रकार वे अज्ञान से मोहित रहते हैं।",
  "16-16": "अनेक भ्रांतियों से युक्त, मोहजाल में फँसे हुए और भोगों में आसक्त होकर, वे अशुद्ध नरक में गिरते हैं।",
  "16-17": "अपने आप को श्रेष्ठ मानने वाले, हठी, धन और मान के मद से युक्त लोग दम्भपूर्वक नाम मात्र के यज्ञ करते हैं।",
  "16-18": "अहंकार, बल, दर्प, काम और क्रोध से युक्त होकर, वे मेरे और अन्य प्राणियों के शरीर में स्थित आत्मा से द्वेष करते हैं।",
  "16-19": "ऐसे क्रूर, द्वेषी और अधम लोगों को मैं संसार में बार-बार आसुरी योनियों में डालता हूँ।",
  "16-20": "हे कौन्तेय, आसुरी योनियों में जन्म लेते हुए वे मुझे प्राप्त किए बिना अधम गति को प्राप्त होते हैं।",
  "16-21": "काम, क्रोध और लोभ—ये तीन आत्मविनाश के द्वार हैं; इसलिए इन तीनों को त्याग देना चाहिए।",
  "16-22": "हे कौन्तेय, जो इन तीन तमोद्वारों से मुक्त हो जाता है, वह अपने कल्याण का आचरण करता है और परम गति को प्राप्त होता है।",
  "16-23": "जो शास्त्रविधि को त्यागकर मनमाने ढंग से चलता है, वह न सिद्धि प्राप्त करता है, न सुख और न ही परम गति।",
  "16-24": "इसलिए क्या करना है और क्या नहीं—इसका निर्णय करने में शास्त्र को प्रमाण मानो और शास्त्रविधान के अनुसार कर्म करो।",
  "17-1": "अर्जुन ने कहा: जो लोग शास्त्रविधि को छोड़कर श्रद्धा से यज्ञ करते हैं, हे कृष्ण, उनकी श्रद्धा कैसी होती है—सात्त्विक, राजसिक या तामसिक?",
  "17-2": "श्रीभगवान ने कहा: देहधारियों की श्रद्धा तीन प्रकार की होती है—सात्त्विक, राजसिक और तामसिक। उसे मुझसे सुनो।",
  "17-3": "हे भारत, प्रत्येक मनुष्य की श्रद्धा उसके स्वभाव के अनुरूप होती है। मनुष्य श्रद्धामय है; जिसकी जैसी श्रद्धा है, वह वैसा ही है।",
  "17-4": "सात्त्विक लोग देवताओं की पूजा करते हैं, राजसिक लोग यक्षों और राक्षसों की, और तामसिक लोग प्रेतों और भूतगणों की पूजा करते हैं।",
  "17-5": "जो लोग शास्त्रविहीन, कठोर तप करते हैं, दम्भ, अहंकार, काम और बल से युक्त होकर—",
  "17-6": "वे शरीर में स्थित भूतसमूह को और मेरे उस स्वरूप को भी कष्ट देते हैं जो शरीर के भीतर स्थित है; उन्हें आसुरी निश्चय वाले जानो।",
  "17-7": "प्रत्येक व्यक्ति का प्रिय आहार भी तीन प्रकार का होता है। यज्ञ, तप और दान भी तीन प्रकार के होते हैं—इसे सुनो।",
  "17-8": "जो आहार आयु, सत्त्व, बल, स्वास्थ्य, सुख और प्रीति को बढ़ाने वाले, रसयुक्त, स्निग्ध, स्थिर और हृदय को प्रिय होते हैं, वे सात्त्विक लोगों को प्रिय होते हैं।",
  "17-9": "जो आहार अत्यधिक कटु, खट्टे, लवणयुक्त, तीखे, रूखे और जलन उत्पन्न करने वाले होते हैं, वे राजसिक लोगों को प्रिय होते हैं और दुःख, शोक व रोग उत्पन्न करते हैं।",
  "17-10": "जो भोजन बासी, नीरस, दुर्गंधयुक्त, जूठा और अशुद्ध होता है, वह तामसिक लोगों को प्रिय होता है।",
  "17-11": "जो यज्ञ फल की इच्छा के बिना, विधि के अनुसार, केवल कर्तव्य समझकर किया जाता है, वह सात्त्विक यज्ञ है।",
  "17-12": "हे भरतश्रेष्ठ, जो यज्ञ फल की कामना से या दिखावे के लिए किया जाता है, वह राजसिक यज्ञ है।",
  "17-13": "जो यज्ञ विधिहीन, अन्नदान रहित, मंत्रहीन, दक्षिणा रहित और श्रद्धा के बिना किया जाता है, वह तामसिक यज्ञ कहलाता है।",
  "17-14": "देवताओं, ब्राह्मणों, गुरुओं और ज्ञानी जनों की पूजा, शुद्धता, सरलता, ब्रह्मचर्य और अहिंसा—यह शारीरिक तप है।",
  "17-15": "जो वाणी उद्वेग उत्पन्न न करे, सत्य, प्रिय और हितकारी हो तथा स्वाध्याय का अभ्यास—यह वाणी का तप है।",
  "17-16": "मन की प्रसन्नता, सौम्यता, मौन, आत्मसंयम और भावों की शुद्धि—यह मानसिक तप कहलाता है।",
  "17-17": "फल की इच्छा के बिना, श्रद्धा से किया गया यह तीन प्रकार का तप सात्त्विक कहलाता है।",
  "17-18": "जो तप सम्मान, मान या पूजा के लिए और दम्भपूर्वक किया जाता है, वह राजसिक, चंचल और अस्थायी फल देने वाला है।",
  "17-19": "जो तप मूढ़ता से, आत्मपीड़ा द्वारा या दूसरों को कष्ट देने के लिए किया जाता है, वह तामसिक कहलाता है।",
  "17-20": "जो दान कर्तव्य समझकर, उचित स्थान, समय और पात्र को बिना प्रत्युपकार की भावना से दिया जाता है, वह सात्त्विक दान है।",
  "17-21": "जो दान फल की आशा से या कष्टपूर्वक दिया जाता है, वह राजसिक दान कहलाता है।",
  "17-22": "जो दान अनुचित स्थान, समय और अपात्र को बिना आदर के दिया जाता है, वह तामसिक दान है।",
  "17-23": "ॐ तत् सत्—यह ब्रह्म का तीन प्रकार का निर्देश है। इसी से प्राचीन काल में ब्राह्मण, वेद और यज्ञ प्रवृत्त हुए।",
  "17-24": "इसलिए यज्ञ, दान और तप की क्रियाएँ ‘ॐ’ कहकर प्रारंभ की जाती हैं, जो ब्रह्मवादियों द्वारा शास्त्रानुसार की जाती हैं।",
  "17-25": "‘तत्’ कहकर फल की इच्छा छोड़कर यज्ञ, तप और दान की क्रियाएँ मोक्ष की इच्छा रखने वालों द्वारा की जाती हैं।",
  "17-26": "‘सत्’ शब्द सत्य और शुभ भाव में प्रयुक्त होता है तथा प्रशस्त कर्म में भी इसका प्रयोग किया जाता है।",
  "17-27": "यज्ञ, तप और दान में स्थित भाव को भी ‘सत्’ कहा जाता है और उस उद्देश्य से किया गया कर्म भी ‘सत्’ कहलाता है।",
  "17-28": "हे पार्थ, जो यज्ञ, दान या तप श्रद्धा के बिना किया जाता है, वह ‘असत्’ कहलाता है और न इस लोक में फल देता है, न परलोक में।",
  "18-1": "अर्जुन ने कहा: हे महाबाहो, मैं संन्यास के तत्त्व को और त्याग के तत्त्व को पृथक्-पृथक् जानना चाहता हूँ, हे हृषीकेश, हे केशिनिषूदन।",
  "18-2": "श्रीभगवान ने कहा: कामना से किए जाने वाले कर्मों का त्याग संन्यास कहलाता है और सभी कर्मों के फल का त्याग त्याग कहलाता है—ऐसा ज्ञानीजन कहते हैं।",
  "18-3": "कुछ विद्वान कहते हैं कि कर्म दोषयुक्त हैं, इसलिए त्याज्य हैं; अन्य कहते हैं कि यज्ञ, दान और तप के कर्म त्यागने योग्य नहीं हैं।",
  "18-4": "हे भरतश्रेष्ठ, त्याग के विषय में मेरा निश्चय सुनो। हे पुरुषश्रेष्ठ, त्याग तीन प्रकार का कहा गया है।",
  "18-5": "यज्ञ, दान और तप के कर्म त्यागने योग्य नहीं हैं, वे अवश्य किए जाने चाहिए; क्योंकि यज्ञ, दान और तप ज्ञानी पुरुषों को पवित्र करने वाले हैं।",
  "18-6": "परंतु इन कर्मों को भी आसक्ति और फल का त्याग करके करना चाहिए—हे पार्थ, यह मेरा निश्चित और उत्तम मत है।",
  "18-7": "नियत कर्मों का त्याग उचित नहीं है; मोहवश उनका त्याग करना तामसिक त्याग कहलाता है।",
  "18-8": "जो कर्म दुःखद है या शरीर के कष्ट के भय से त्याग दिया जाता है, वह राजसिक त्याग है और उससे त्याग का फल नहीं मिलता।",
  "18-9": "जो नियत कर्म कर्तव्य समझकर, आसक्ति और फल का त्याग करके किया जाता है, वही सात्त्विक त्याग माना गया है।",
  "18-10": "सात्त्विक त्यागी न तो अकुशल कर्म से द्वेष करता है और न कुशल कर्म में आसक्त होता है; वह बुद्धिमान और संशयरहित होता है।",
  "18-11": "देहधारी के लिए सभी कर्मों को पूर्णतः त्यागना संभव नहीं है; जो कर्मफल का त्याग करता है, वही सच्चा त्यागी कहलाता है।",
  "18-12": "कर्म का फल तीन प्रकार का होता है—अनिष्ट, इष्ट और मिश्र; यह फल त्याग न करने वालों को मृत्यु के बाद प्राप्त होता है, संन्यासियों को नहीं।",
  "18-13": "हे महाबाहो, सभी कर्मों की सिद्धि के लिए सांख्य शास्त्र में बताए गए पाँच कारणों को मुझसे जानो।",
  "18-14": "अधिष्ठान (शरीर), कर्ता, विभिन्न प्रकार के करण, विविध चेष्टाएँ और पाँचवाँ दैव—ये पाँच कारण हैं।",
  "18-15": "मनुष्य शरीर, वाणी और मन से जो भी कर्म करता है—चाहे वह उचित हो या अनुचित—इन पाँचों से ही होता है।",
  "18-16": "ऐसी स्थिति में जो अविवेकी केवल आत्मा को ही कर्ता मानता है, वह वास्तव में नहीं देखता।",
  "18-17": "जिसका अहंभाव नहीं है और जिसकी बुद्धि लिप्त नहीं होती, वह इन लोकों को मारने पर भी न मारता है और न बँधता है।",
  "18-18": "ज्ञान, ज्ञेय और ज्ञाता—ये तीन कर्म की प्रेरणाएँ हैं; करण, कर्म और कर्ता—ये तीन कर्म के संग्रह हैं।",
  "18-19": "ज्ञान, कर्म और कर्ता—ये तीनों गुणों के अनुसार तीन प्रकार के होते हैं; उन्हें ठीक से सुनो।",
  "18-20": "जिस ज्ञान से सभी प्राणियों में एक अविनाशी भाव देखा जाता है, जो विभक्तों में अविभक्त है—वह सात्त्विक ज्ञान है।",
  "18-21": "जो ज्ञान सभी प्राणियों में भिन्न-भिन्न भावों को पृथक्-पृथक् देखता है, वह राजसिक ज्ञान है।",
  "18-22": "जो ज्ञान एक ही कार्य में आसक्त रहता है, तत्त्व को न जानने वाला और तुच्छ होता है—वह तामसिक ज्ञान कहलाता है।",
  "18-23": "जो कर्म नियत है, आसक्ति और राग-द्वेष से रहित है और फल की इच्छा के बिना किया जाता है—वह सात्त्विक कर्म है।",
  "18-24": "जो कर्म फल की इच्छा से, अहंकार से और अधिक परिश्रम के साथ किया जाता है—वह राजसिक कर्म है।",
  "18-25": "जो कर्म परिणाम, हानि, हिंसा और सामर्थ्य पर विचार किए बिना मोह से आरंभ किया जाता है—वह तामसिक कर्म है।",
  "18-26": "जो कर्ता आसक्ति से रहित, अहंकारहीन, धैर्य और उत्साह से युक्त तथा सिद्धि-असिद्धि में समान रहता है—वह सात्त्विक कर्ता है।",
  "18-27": "जो कर्ता रागी, फल की इच्छा करने वाला, लोभी, हिंसक, अशुद्ध और हर्ष-शोक से युक्त होता है—वह राजसिक कर्ता है।",
  "18-28": "जो कर्ता असंयमी, जड़बुद्धि, हठी, कपटी, आलसी, विषादी और टालमटोल करने वाला होता है—वह तामसिक कर्ता है।",
  "18-29": "अब बुद्धि और धृति के तीन-तीन प्रकारों को गुणों के अनुसार विस्तार से सुनो, हे धनंजय।",
  "18-30": "जो बुद्धि प्रवृत्ति-निवृत्ति, कर्तव्य-अकर्तव्य, भय-अभय और बंधन-मोक्ष को सही रूप से जानती है—वह सात्त्विक बुद्धि है।",
  "18-31": "जो बुद्धि धर्म और अधर्म को, कर्तव्य और अकर्तव्य को यथार्थ रूप से नहीं जानती—वह राजसिक बुद्धि है।",
  "18-32": "जो बुद्धि अज्ञान से ढकी हुई धर्म को अधर्म और अधर्म को धर्म मानती है—वह तामसिक बुद्धि है।",
  "18-33": "जो धृति योग से मन, प्राण और इंद्रियों की क्रियाओं को स्थिर रखती है—वह सात्त्विक धृति है।",
  "18-34": "जो धृति धर्म, अर्थ और काम को फल की आसक्ति से धारण करती है—वह राजसिक धृति है।",
  "18-35": "जो धृति स्वप्न, भय, शोक, विषाद और मद को नहीं छोड़ती—वह तामसिक धृति है।",
  "18-36": "अब तीन प्रकार के सुख को सुनो, जिससे अभ्यास से दुःख का अंत होता है।",
  "18-37": "जो सुख आरंभ में विष के समान और परिणाम में अमृत के समान होता है—वह आत्मबुद्धि की प्रसन्नता से उत्पन्न सात्त्विक सुख है।",
  "18-38": "जो सुख विषय और इंद्रियों के संयोग से उत्पन्न होकर आरंभ में अमृत के समान और परिणाम में विष के समान होता है—वह राजसिक सुख है।",
  "18-39": "जो सुख आरंभ और अंत दोनों में आत्मा को मोहित करता है और निद्रा, आलस्य तथा प्रमाद से उत्पन्न होता है—वह तामसिक सुख है।",
  "18-40": "पृथ्वी पर, स्वर्ग में या देवताओं में भी ऐसा कोई प्राणी नहीं है जो इन तीन गुणों से मुक्त हो।",
  "18-41": "हे परंतप, ब्राह्मण, क्षत्रिय, वैश्य और शूद्रों के कर्म उनके स्वभाव से उत्पन्न गुणों के अनुसार विभक्त हैं।",
  "18-42": "शांति, संयम, तप, शुद्धता, क्षमा, सरलता, ज्ञान, विज्ञान और आस्तिकता—ये ब्राह्मण के स्वाभाविक कर्म हैं।",
  "18-43": "शौर्य, तेज, धैर्य, दक्षता, युद्ध में न भागना, दान और नेतृत्व-भाव—ये क्षत्रिय के स्वाभाविक कर्म हैं।",
  "18-44": "कृषि, गौ-रक्षा और व्यापार वैश्य के स्वाभाविक कर्म हैं; सेवा-भाव से युक्त कर्म शूद्र का स्वाभाविक कर्म है।",
  "18-45": "मनुष्य अपने-अपने कर्म में लगे रहकर सिद्धि प्राप्त करता है; अपने कर्म में प्रवृत्त होकर वह सिद्धि कैसे पाता है—इसे सुनो।",
  "18-46": "जिससे समस्त प्राणियों की उत्पत्ति हुई है और जिससे यह सब व्याप्त है—उस परम को अपने कर्म द्वारा पूजकर मनुष्य सिद्धि प्राप्त करता है।",
  "18-47": "दोषयुक्त भी अपना धर्म पराए धर्म से श्रेष्ठ है; स्वभाव से नियत कर्म करते हुए मनुष्य पाप को प्राप्त नहीं होता।",
  "18-48": "हे कौन्तेय, सहज कर्म को दोषयुक्त होने पर भी नहीं छोड़ना चाहिए; क्योंकि सभी आरंभ दोष से ढँके होते हैं, जैसे अग्नि धुएँ से।",
  "18-49": "जो बुद्धि से सर्वत्र असक्त है, जिसने आत्मा को जीत लिया है और जिसकी इच्छा शांत हो गई है—वह संन्यास द्वारा नैष्कर्म्य सिद्धि प्राप्त करता है।",
  "18-50": "जो सिद्धि प्राप्त कर चुका है, वह ब्रह्म को कैसे प्राप्त करता है—ज्ञान की उस परम निष्ठा को संक्षेप में सुनो।",
  "18-51": "शुद्ध बुद्धि से युक्त, धृति द्वारा आत्मसंयम करके, विषयों का त्याग कर, राग-द्वेष को छोड़कर—",
  "18-52": "एकांत में रहने वाला, अल्पाहारी, वाणी-शरीर-मन को संयमित करने वाला, ध्यानयोग में निरत और वैराग्य से युक्त—",
  "18-53": "अहंकार, बल, दर्प, काम, क्रोध और संग्रह को त्यागकर, ममता रहित और शांत होकर वह ब्रह्मभाव को प्राप्त होता है।",
  "18-54": "ब्रह्मभाव को प्राप्त होकर प्रसन्नचित्त मनुष्य न शोक करता है न कामना; वह सभी प्राणियों में सम होकर मेरी परम भक्ति को प्राप्त करता है।",
  "18-55": "भक्ति से वह मुझे तत्त्व से जानता है; और मुझे जानकर अंत में मुझमें प्रवेश करता है।",
  "18-56": "सदैव सभी कर्म करते हुए भी जो मेरा आश्रय लेता है, वह मेरी कृपा से शाश्वत, अविनाशी पद को प्राप्त करता है।",
  "18-57": "मन से सभी कर्म मुझे अर्पित करके, बुद्धियोग का आश्रय लेकर, सदा मुझमें चित्त लगाए रखो।",
  "18-58": "मुझमें चित्त लगाए रखकर तुम मेरी कृपा से सभी कठिनाइयों को पार कर जाओगे; किंतु अहंकारवश यदि नहीं सुनोगे, तो नष्ट हो जाओगे।",
  "18-59": "यदि अहंकार के कारण तुम सोचते हो कि मैं युद्ध नहीं करूँगा—तो यह निश्चय मिथ्या है; तुम्हारा स्वभाव तुम्हें कर्म में प्रवृत्त करेगा।",
  "18-60": "हे कौन्तेय, अपने स्वभाव से बँधा हुआ तुम वही करोगे, जिसे मोहवश नहीं करना चाहते हो।",
  "18-61": "हे अर्जुन, ईश्वर सभी प्राणियों के हृदय में स्थित है और अपनी माया से उन्हें यंत्र पर चढ़े हुए के समान घुमाता है।",
  "18-62": "हे भारत, सम्पूर्ण भाव से उसी की शरण में जाओ; उसकी कृपा से तुम परम शांति और शाश्वत धाम को प्राप्त करोगे।",
  "18-63": "इस प्रकार मैंने तुम्हें अत्यंत गोपनीय ज्ञान बताया है; इस पर पूर्ण विचार करके जैसा चाहो वैसा करो।",
  "18-64": "अब फिर से मेरा परम गोपनीय वचन सुनो; तुम मुझे अत्यंत प्रिय हो, इसलिए मैं तुम्हारे हित की बात कहता हूँ।",
  "18-65": "मुझमें मन लगाओ, मेरे भक्त बनो, मेरी पूजा करो, मुझे नमस्कार करो—इस प्रकार तुम मुझे ही प्राप्त करोगे; मैं सत्य प्रतिज्ञा करता हूँ, तुम मुझे प्रिय हो।",
  "18-66": "सभी धर्मों को त्यागकर मेरी एकमात्र शरण में आओ; मैं तुम्हें सभी पापों से मुक्त कर दूँगा—शोक मत करो।",
  "18-67": "यह ज्ञान न तपहीन को कहना चाहिए, न अभक्त को, न जो सुनना नहीं चाहता और न जो मुझसे द्वेष करता है।",
  "18-68": "जो इस परम रहस्य को मेरे भक्तों में बताएगा, वह मुझमें परम भक्ति को प्राप्त होकर निःसंदेह मुझे ही प्राप्त होगा।",
  "18-69": "मनुष्यों में उससे बढ़कर कोई मेरा प्रिय करने वाला नहीं होगा, और न भविष्य में कोई उससे अधिक प्रिय होगा।",
  "18-70": "जो इस धर्मयुक्त संवाद का अध्ययन करेगा, वह ज्ञानयज्ञ द्वारा मेरी पूजा करेगा—ऐसा मेरा मत है।",
  "18-71": "जो श्रद्धावान और द्वेषरहित होकर इसे सुनता है, वह भी मुक्त होकर पुण्यकर्मियों के लोकों को प्राप्त करता है।",
  "18-72": "हे पार्थ, क्या यह सब तुमने एकाग्रचित्त होकर सुना? क्या तुम्हारा अज्ञानजन्य मोह नष्ट हो गया?",
  "18-73": "अर्जुन ने कहा: हे अच्युत, आपकी कृपा से मेरा मोह नष्ट हो गया है, स्मृति लौट आई है, मैं संशयरहित होकर आपके वचन का पालन करूँगा।",
  "18-74": "संजय ने कहा: इस प्रकार मैंने वासुदेव और महात्मा अर्जुन के इस अद्भुत संवाद को सुना।",
  "18-75": "व्यास की कृपा से मैंने यह परम गोपनीय योग साक्षात् योगेश्वर कृष्ण से कहते हुए सुना।",
  "18-76": "हे राजन, इस पवित्र और अद्भुत संवाद को स्मरण कर-करके मैं बार-बार हर्षित होता हूँ।",
  "18-77": "और हरि के उस अत्यंत अद्भुत रूप का स्मरण करके भी मेरा विस्मय महान है और मैं पुनः-पुनः आनंदित होता हूँ।",
  "18-78": "जहाँ योगेश्वर कृष्ण हैं और जहाँ धनुर्धारी अर्जुन हैं, वहीं श्री, विजय, समृद्धि और अटल नीति निश्चय ही होती है—ऐसा मेरा मत है।"
}